Repository: skarx88/Testing
Catalog: HarnessAnalyzer/Solution/E3.HarnessAnalyzer/Resources/BundleCrossSectionFormStrings.*.resx
Languages: de_de

# AddCabWir_CtxtMnu_Caption
source: Add cable/wire(s) again
de_de: Füge Kabel/Draht wieder hinzu

# AddedWiresWillBeRemoved_Msg
source: Added user wires and modified cable/wire content of bundle will be discarded. Continue?
de_de: Die vom Anweder hinzugefügten oder veränderten Kabel/Drähte werden verworfen. Soll fortgefahren werden?

# AddUserWir_CtxtMnu_Caption
source: Add user wire
de_de: Füge temporären Draht hinzu

# BundlePic_Caption1
source: Segment: '{0}'{1}Module configuration: '{2}'{1}Outside diameter tolerance: {3}%
de_de: Segment: '{0}'{1}Modulkonfiguration: '{2}'{1}Durchmessertoleranz: {3}%

# BundlePic_Caption2
source: Segment: '{0}'{1}Module configuration: '{2}'{1}Cross section area tolerance: {3}%
de_de: Segment: '{0}'{1}Modulkonfiguration: '{2}'{1}Querschnittsflächentoleranz: {3}%

# BundlePic_Caption3
source: Segment: '{0}'{1}Module configuration: '{2}'
de_de: Segment: '{0}'{1}Modulkonfiguration: '{2}'

# CabHasInvalidOutsideDia_Tooltip
source: Cable has invalid outside diameter
de_de: Kabel hat einen ungültigen Außendurchmesser

# Cable_Text
source: Cable '{0}'
de_de: Kabel '{0}'

# CabWirNum_ColumnCaption
source: Cable/Wire number
de_de: Kabel/Drahtnummer

# Caption
source: Raw bundle(s) at segment '{0}' on document '{1}'
de_de: Rohbündeldurchmesser am Segment '{0}' auf dem Dokument '{1}'

# Class_ColumnCaption
source: Class
de_de: Klasse

# CloneAsUserWir_CtxtMnu_Caption
source: Clone as user wire(s)
de_de: Dupliziere als temporäre Drähte

# ConfigFile_CellValue
source: Configuration file
de_de: Konfigurationsdatei

# CopyUserWir_CtxtMnu_Caption
source: Copy all user wires
de_de: Kopiere alle temporären Drähte

# Core_Text
source: Core '{0}'
de_de: Ader '{0}'

# CSACalc_ColumnCaption
source: CSA (calc.)
de_de: CSA (ber.)

# CSAPack_ColumnCaption
source: CSA (pack.)
de_de: CSA (pak.)

# CSAValCalc_ColumnCaption
source: CSA value (calc.)
de_de: CSA value (ber.)

# CSAValPack_ColumnCaption
source: CSA value (pack.)
de_de: CSA value (pak.)

# DiaSource_ColumnCaption
source: ܪ source
de_de: Ø Quelle

# EnterValidOutsideDia_Msg
source: Please enter a valid outside diameter value (without unit expression) between 0 and 1000 mm!
de_de: Es muss ein gültiger Außendurchmesser (ohne Einheit) zwischen 0 und 1000 mm eingegeben werden!

# ExportBundlePicFile_Title
source: Export determined raw bundle of segment as...
de_de: Exportiere Rohbündel des Segmentes als...

# ExportBundlePicSuccess_Msg
source: Bundle picture of segment successfully exported!
de_de: Bündelbild des Segmentes erfolgreich exportiert!

# ExportErrorBundlePic_Msg
source: Error while exporting bundle picture to the selected graphic file!{0}{1}.
de_de: Beim Exportieren des Bündelbilds ist ein Fehler aufgetreten!{0}{1}.

# ExportExcelError_Msg
source: Error while exporting grid content to Excel!{0}{1}.
de_de: Beim Export der Tabellendaten nach Excel ist ein Fehler aufgetreten!{0}{1}.

# ExportExcelFile_Title
source: Export determined raw bundle(s) grid content to Excel...
de_de: Exportiere Bündeldaten nach Excel...

# ExportExcelSuccess_Msg
source: Excel export successfully finished! Open created workbook?
de_de: Der Export der Bündeldaten nach Excel wurde erfolgreich abgeschlossen! Soll die erstellte Datei geöffnet werden?

# ExportProblemBundlePic_Msg
source: Problem occurred while exporting bundle picture of segment!
de_de: Beim Export des Bündelbilds ist ein Problem aufgetreten!

# FromKBL_CellValue
source: From KBL
de_de: Aus KBL

# GenFormula_CellValue
source: Generic formula
de_de: Generische Formel

# InvalidSegment_Text
source: INVALID SEGMENT!
de_de: Ungültiges Segment!

# ModConf_ColumnCaption
source: Module configuration
de_de: Modulkonfiguration

# NetName_ColumnCaption
source: Net name
de_de: Netz

# NotDeterminable_CellValue
source: Not determinable
de_de: Nicht ermittelbar

# OutsideDiaCalc_ColumnCaption
source: Outside ܪ (calc.)
de_de: Außen Ø (ber.)

# OutsideDiaKBL_ColumnCaption
source: Outside ܪ (KBL)
de_de: Außen Ø (KBL)

# OutsideDiaPack_ColumnCaption
source: Outside ܪ (pack.)
de_de: Außen Ø (pak.)

# OutsideDiaValCalc_ColumnCaption
source: Outside ܪ value (calc.)
de_de: Außen Ø Wert (ber.)

# OutsideDiaValKBL_ColumnCaption
source: Outside ܪ value (KBL)
de_de: Außen Ø Wert (KBL)

# OutsideDiaValPack_ColumnCaption
source: Outside ܪ value (pack.)
de_de: Außen Ø Wert (pak.)

# OutsideDiaVal_ColumnCaption
source: Outside ܪ value
de_de: Außen Ø Wert

# OutsideDia_ColumnCaption
source: Outside ܪ
de_de: Außen Ø

# Packaged_CellValue
source: Packaged
de_de: Paketiert

# PartNumber_ColumnCaption
source: Part number
de_de: Teilenummer

# PasteUserWir_CtxtMnu_Caption
source: Paste copied user wires
de_de: Füge kopierte temporäre Drähte ein

# RecalculateNecessary_Msg
source: One or more harness module configuration(s) has been changed!{0}Recalculation of segment outside diameter necessary.{0}Would you like to restart the calculation process?
de_de: Eine oder mehrere Modulkonfigurationen wurden verändert!{0}Eine Neuberechnung des Bündeldurchmessers ist nötig.{0}Soll die Berechnung durchgeführt werden?

# RemoveCabWir_CtxtMnu_Caption
source: Remove cable/wire(s) temporarily
de_de: Entferne Kabel/Drähte temporär

# RemoveUserWir_CtxtMnu_Caption
source: Remove user wire(s)
de_de: Entferne temporäre Drähte

# SegmentBundlePicDim_Label
source: ܪ {0} mm (calc.)/{1} mm (pack.)
de_de: Ø {0} mm (ber.)/{1} mm (pak.)

# Source_ColumnCaption
source: Source
de_de: Quelle

# TempRemoved_ColumnCaption
source: Temp. removed
de_de: Temporär entfernt

# UserWire_Caption
source: User wire
de_de: Temporärer Draht

# UserWire_Text
source: User wire '{0}'
de_de: Temporärer Draht '{0}'

# User_CellValue
source: User
de_de: Temporär

# WarningNoWireRouting_Msg
source: No wire routing available for selected segment!
de_de: Kein Routing für das selektierte Segment verfügbar!

# Wire_Text
source: Wire '{0}'
de_de: Draht '{0}'

# WiringGroup_ColumnCaption
source: Wiring group
de_de: Drahtgruppe

# WiringGroup_Text
source: Wiring group '{0}'
de_de: Drahtgruppe '{0}'

# WiringGroup_Tooltip1
source: Only one core/wire assigned
de_de: Nur ein Draht/Ader zugewiesen

# WiringGroup_Tooltip2
source: At least one core and wire assigned
de_de: Mindestens eine Ader und Draht zugewiesen

# WiringGroup_Tooltip3
source: Cores of different cables assigned
de_de: Adern aus unterschiedlichen Kabeln zugewiesen

# DrwLegendCalc_Text
source: calc.: calculated by formula
de_de: ber.: über Formel berechnet

# DrwLegendPack_Text
source: pack.: determined by geometrical packaging
de_de: pak.: geometrisch paketiert

# ValCalcByFormula_Tooltip
source: Value calculated by formula
de_de: Wert über Formel berechnet

# ValDetByPack_Tooltip
source: Value determined by geometrical packaging
de_de: Wert über Anordnung (Paketierung) ermittelt

# ValFromKBL_Tooltip
source: Value originated from KBL data source
de_de: Wert von KBL-Datenquelle

# BundlePic_Tooltip
source: Detail information
de_de: Detailinformationen

# WiresWithoutModuleAssignment_Msg
source: One or more routed cables/wires do not have module assignments and will be ignored for bundle calculation
de_de: Ein oder mehrere über dieses Segment geroutete Kabel/Drähte besitzen keine Modulzuweisung und werden bei der Berechnung des Bündelquerschnitts ignoriert

# Color_Text
source: Color '{0}'
de_de: Farbe '{0}'

# BulkChangePartnumber_CtxtMnu_Caption
source: Bulk change partnumber
de_de: Temporäre Teilenummeränderung

# ResetPartnumberMod_CtxtMnu_Caption
source: Reset partnumber modification
de_de: Teilenummeränderung zurücksetzen

# ModifiedWire_Text
source: Modified wire '{0}'
de_de: Geänderter Draht '{0}'

# CalculationCancelled_Msg
source: The bundle diameter calculation operation has been cancelled!
de_de: Die Bündel-Berechnungsoperation für alle Modul-Konfigurationen wurde abgebrochen!

# UnexpectedExceptionOccurred_Msg
source: Unexpected exception occurred: {0} -> {1}
de_de: Unerwarteter Fehler aufgetreten: {0} -> {1}

# ExportStructureError_Msg
source: Error while exporting bundle structure content to Excel!{0}{1}.
de_de: Beim Export der Bündelstruktur nach Excel ist ein Fehler aufgetreten!{0}{1}.

# ExportStructureFile_Title
source: Export determined bundle structure content to Excel...
de_de: Exportiere Bündelstruktur-Daten nach Excel...

# ExportStructureSuccess_Msg
source: Excel bundle structure export successfully finished! Open created workbook?
de_de: Der Export der Bündelstruktur-Daten nach Excel wurde erfolgreich abgeschlossen! Soll die erstellte Datei geöffnet werden?

# Caption_Standalone
source: Rawbundle Calculator
de_de: Rohbündelberechner

# CopySelUserWir_CtxtMnu_Caption
source: Copy selected user wires
de_de: Kopiere ausgewählte temporäre Drähte

# ToleranceOnArea
source: on area
de_de: auf Fläche

# ToleranceOnDiameter
source: on diameter
de_de: auf Durchmesser
