Repository: skarx88/Testing
Catalog: HarnessAnalyzer/Solution/E3.HarnessAnalyzer/Resources/CompareFormStrings.*.resx
Languages: de_de

# Cancel_Text
source: Cancel
de_de: Abbrechen

# Caption
source: Compare KBL data
de_de: Vergleiche KBL-Daten

# Compare_Text
source: Compare
de_de: Vergleich

# DifferentHarnessPartNumbers_Msg
source: Harness part number and/or abbreviation of selected KBL documents seems to be different! Continue with the compare process?
de_de: Die Leitungssatz-Teilenummer oder Abkürzung der gewählten KBL-Datei ist unterschiedlich! Soll trotzdem mit dem Vergleich fortgefahren werden?

# EntireHarness_ModConfig
source: <Entire harness>
de_de: <gesamter Leitungssatz>

# ErrorExtractFile_Msg
source: Error occurred during extracting HCV or KBL file for compare!{0}{1}.
de_de: Beim Entpacken der Daten der HCV- oder KBL-Datei für den Vergleich ist ein Fehler aufgetreten!{0}{1}.

# ExportExcelFile_Title
source: Export compare results to Excel...
de_de: Exportiere Vergleichsergebnisse nach Excel...

# MatchingConfig_Label
source: Matching configurations
de_de: zusammenpassende Konfigurationen

# MismatchingConfig_Label
source: Mismatching configurations
de_de: nicht zusammenpassende Konfigurationen

# MultipleAccessoryInstances_Msg
source: {0} instances of {1} [Accessory]
de_de: {0} Instanzen von {1} [Zubehörteil]

# MultipleApprovalInstances_Msg
source: {0} instances of {1} [Approval]
de_de: {0} Instanzen von {1} [Freigabe]

# MultipleAssemblyPartInstances_Msg
source: {0} instances of {1} [Assembly part]
de_de: {0} Instanzen von {1} [Zusammenbauteil]

# MultipleCableInstances_Msg
source: {0} instances of {1} [Cable]
de_de: {0} Instanzen von {1} [Kabel]

# MultipleChangeDescriptionInstances_Msg
source: {0} instances of {1} [Change description]
de_de: {0} Instanzen von {1} [Änderung]

# MultipleComponentBoxInstances_Msg
source: {0} instances of {1} [Component box]
de_de: {0} Instanzen von {1} [Leistungsverteiler]

# MultipleComponentInstances_Msg
source: {0} instances of {1} [Component]
de_de: {0} Instanzen von {1} [Komponente]

# MultipleConnectionInstances_Msg
source: {0} instances of {1} (Signal: '{2}', Wire: '{3}') [Connection]
de_de: {0} Instanzen von {1} (Signal: '{2}', Draht: '{3}') [Verbindung]

# MultipleConnectorInstances_Msg
source: {0} instances of {1} [Connector]
de_de: {0} Instanzen von {1} [Kontaktgehäuse]

# MultipleCoPackInstances_Msg
source: {0} instances of {1} [Co pack]
de_de: {0} Instanzen von {1} [Beipackteil]

# MultipleCoreInstances_Msg
source: {0} instances of {1} [Core]
de_de: {0} Instanzen von {1} [Ader]

# MultipleFixingInstances_Msg
source: {0} instances of {1} [Fixing]
de_de: {0} Instanzen von {1} [Befestigung]

# MultipleObjectsWithIdenticalIdDetected_Msg
source: Multiple objects with identical 'Id' values in {0} document detected: {1}
de_de: Verschiedene Objekte mit gleichen 'Id' Werten im {0}Dokument gefunden: {1}

# MultipleObjectsWithSameIdDetected_Msg
source: Multiple objects with same 'Id' value detected in {0} document! Please refer to the log window for further detailed information.{1}Continue with data compare anyway? (These objects will not be considered on compare)
de_de: Verschiedene Objekte mit gleichen 'Id' Werten im {0}Dokument gefunden! Weitere Detailinformationen stehen im Log-Fenster zur Verfügung.{1}Soll mit dem Vergleich trotzdem fortgefahren werden? (Diese Objekte werden im Vergleich nicht berücksichtigt)

# MultipleSealInstances_Msg
source: {0} instances of {1} [Seal]
de_de: {0} Instanzen von {1} [Dichtung]

# MultipleSegmentInstances_Msg
source: {0} instances of {1} [Segment]
de_de: {0} Instanzen von {1} [Segment]

# MultipleTerminalInstances_Msg
source: {0} instances of {1} [Terminal]
de_de: {0} Instanzen von {1} [Kontakt]

# MultipleVertexInstances_Msg
source: {0} instances of {1} [Vertex]
de_de: {0} Instanzen von {1} [Knoten]

# MultipleWireInstances_Msg
source: {0} instances of {1} [Wire]
de_de: {0} Instanzen von {1} [Draht]

# MultipleWireProtectionInstances_Msg
source: {0} instances of {1} [Wire protection]
de_de: {0} Instanzen von {1} [Leitungsschutz]

# SelectHcvOrKblFile_Title
source: Select a valid HCV or KBL file...
de_de: Auswahl einer HCV oder KBL Datei...

# Compare_Msg
source: compare
de_de: Vergleichs-

# Reference_Msg
source: reference
de_de: Referenz-

# MultipleDefDimSpecInstances_Msg
source: {0} instances of {1} [Def. dimension specification]
de_de: {0} Instanzen von {1} [Std. Bemaßung]

# MultipleDimSpecInstances_Msg
source: {0} instances of {1} [Dimension specification]
de_de: {0} Instanzen von {1} [Bemaßung]

# ErrorCompare_Msg
source: Error occurred while comparing technical data: {0}
de_de: Beim Vergleich der technischen Daten ist ein Fehler aufgetreten: {0}

# CaptionCompositeCompare
source: Compare Composites
de_de: Vergleiche Stufen

# No3DAvailable_Msg
source: No 3D view will be available for this document! If you need the 3D view, load the document via the menu item "File->Open"
de_de: Für dieses Document wird keine 3D Ansicht verfügbar sein! Wenn Sie die 3D Ansicht benötigen dan laden Sie das Dokument über den Menüpunkt "Datei->Öffnen"
