Repository: skarx88/Testing
Catalog: HarnessAnalyzer/Solution/E3.HarnessAnalyzer/Resources/DialogStrings.*.resx
Languages: de_de

# CalcWeightForm_UnexpError_Msg
source: Unexpected error calculating weight data:
de_de: Bei der Gewichtskalkulation ist ein Fehler aufgetreten:

# DocStatMachine_ExportToExcelFile_Title
source: Export all data tables to Excel...
de_de: Exportiere alle Tabellen nach Excel...

# DocStatMachine_GraphCompResultInfoExportSuccess_Msg
source: Graphical data compare result information successfully exported!
de_de: Die Ergebnisse des grafischen Daten-Vergleichs wurden erfolgreich exportiert!

# DocStatMachine_GraphCompResultInfoImportSuccess_Msg
source: Graphical data compare result information successfully imported!
de_de: Die Ergebnisse des grafischen Daten-Vergleichs wurden erfolgreich importiert!

# DocStatMachine_ImportGraphCompResultInfoFile_Title
source: Import graphical data compare result information...
de_de: Importiere grafische Vergleichsdaten...

# DocStatMachine_ImportMemolistFile_Title
source: Import memolist...
de_de: Importiere Memoliste...

# DocStatMachine_ImportQMStampsFile_Title
source: Import QM stamp information...
de_de: Importiere QM-Stempel...

# DocStatMachine_ImportRedliningFile_Title
source: Import redlining information...
de_de: Importiere Anmerkungen...

# DocStatMachine_MemolistExportSuccess_Msg
source: Memolist successfully exported!
de_de: Die Memoliste wurde erfolgreich exportiert!

# DocStatMachine_MemolistImportSuccess_Msg
source: Memolist successfully imported!
de_de: Die Memoliste wurde erfolgreich importiert!

# DocStatMachine_NoGraphCompResultInfoInDoc_Msg
source: No graphical data compare result information available in current document!
de_de: Im aktuellen Dokument sind keine grafischen Vergleichsdaten vorhanden!

# DocStatMachine_NoMemolistInDoc_Msg
source: No memolist items available in current document!
de_de: Im aktuellen Dokument sind keine Memolisteneinträge vorhanden!

# DocStatMachine_NoModConfig_Msg
source: No harness module configurations available!
de_de: Es sind keine Modulkonfigurationen verfügbar!

# DocStatMachine_NoQMStampInDoc_Msg
source: No QM stamp information available in current document!
de_de: Im aktuellen Dokument sind keine QM-Stempel verfügbar!

# DocStatMachine_NoRedliningInDoc_Msg
source: No redlining information available in current document!
de_de: Im aktuellen Dokument sind keine Anmerkungen verfügbar!

# DocStatMachine_OpenModConfig_Msg
source: Opening module configuration manager leads to closing all opened compare dialogs. Continue?
de_de: Wenn der Modulkonfigurationsmanager geöffnet werden soll, müssen die Vergleichsfenster geschlossen werden. Soll fortgefahren werden?

# DocStatMachine_OvrIdentMemListItmsInDoc_Msg
source: Override identical memolist items in current document?
de_de: Sollen identische Einträge in der Memoliste im aktuellen Dokument überschrieben werden?

# DocStatMachine_OvrIdentQMStampsInDoc_Msg
source: Override identical QM stamps in current document if a newer timestamp exists?
de_de: Sollen identische Einträge in den QM-Stempel des aktuellen Dokumentes überschrieben werden, wenn sie einen aktuelleren Zeitstempel haben?

# DocStatMachine_OvrIdentRedlGroupsInDoc_Msg
source: Override identical redlining groups in current document if a newer timestamp exists?
de_de: Sollen identische Einträge in den Anmerkungsgruppen des aktuellen Dokumentes überschrieben werden, wenn sie einen aktuelleren Zeitstempel haben?

# DocStatMachine_OvrIdentRedlsInDoc_Msg
source: Override identical redlinings in current document if a newer timestamp exists?
de_de: Sollen identische Einträge in den Anmerkungen des aktuellen Dokumentes überschrieben werden, wenn sie einen aktuelleren Zeitstempel haben?

# DocStatMachine_OvrwrGraphCompResultInfo_Msg
source: Would you like to overwrite the existing graphical data compare result information?
de_de: Sollen die vorhandenen Daten des grafischen Vergleichs überschrieben werden?

# DocStatMachine_QMStampsExportSuccess_Msg
source: QM stamp information successfully exported!
de_de: Die QM-Stempel wurden erfolgreich exportiert!

# DocStatMachine_QMStampsImportSuccess_Msg
source: QM stamp information successfully imported!
de_de: Die QM-Stempel wurden erfolgreich importiert!

# DocStatMachine_RedliningExportError_Msg
source: Error occurred exporting redlining information: {0}
de_de: Fehler beim Exportieren der Anmerkungen: {0}

# DocStatMachine_RedliningExportSuccess_Msg
source: Redlining information successfully exported!
de_de: Die Anmerkungen wurden erfolgreich exportiert!

# DocStatMachine_RedliningImportSuccess_Msg
source: Redlining information successfully imported!
de_de: Die Anmerkungen wurden erfolgreich importiert!

# DocStatMachine_SaveGraphCompResultInfoFile_Title
source: Save graphical data compare result information...
de_de: Speichere die grafischen Daten-Vergleichsergebnisse...

# DocStatMachine_SaveMemolistToFile_Title
source: Save memolist...
de_de: Speichere die Memoliste...

# DocStatMachine_SaveQMStampsToFile_Title
source: Save QM stamp information...
de_de: Speichere die QM-Stempel...

# DocStatMachine_SaveRedliningToFile_Title
source: Save redlining information...
de_de: Speichere die Anmerkungen...

# DocStatMachine_SchemValidationSuccess_Msg
source: Data schema validation for '{0}' successfully finished without errors/warnings!
de_de: Die KBL-Schemavalidierung für '{0}' wurde ohne Fehler/Warnungen erfolgreich durchgeführt!

# Export3DModel_Caption
source: Export 3D model
de_de: 3D-Model exportieren

# ExportLogInformationSuccess_Msg
source: Export of logging information successfully finished!
de_de: Die Log-Informationen wurden erfolgreich exportiert!

# ImportMemolist_Msg
source: Harness part number/version mismatch! Would you like to import memolist anyway?
de_de: Die Leitungssatz-Teilenummer oder Version sind unterschiedlich! Sollen die Memolisten trotzdem importiert werden?

# ImportQMStamps_Msg
source: Harness part number/version mismatch! Would you like to import QM stamp information anyway?
de_de: Die Leitungssatz-Teilenummer oder Version sind unterschiedlich! Sollen die QM-Stempel trotzdem importiert werden?

# ImportRedlinings_Msg
source: Harness part number/version mismatch! Would you like to import redlining information anyway?
de_de: Die Leitungssatz-Teilenummer oder Version sind unterschiedlich! Sollen die Anmerkungen trotzdem importiert werden?

# LoadCarTransformation_Caption
source: Load vehicle transformation
de_de: Autotransformation laden

# MainStatMachine_CannotOvwrHCVFile_Msg
source: Cannot overwrite selected HCV file because it's already opened in current E³.HarnessAnalyzer session!
de_de: Die aktuelle HCV-Datei kann nicht überschrieben werden, da sie schon im E³.HarnessAnalyzer geöffnet ist!

# MainStatMachine_CloseAppFirst_Msg
source: Please close E³.HarnessAnalyzer to apply data table setting changes!
de_de: Der E³.HarnessAnalyzer muss geschlossen werden, damit Änderungen an den Tabelleneinstellungen durchgeführt werden können!

# MainStatMachine_CloseCompDlgWhenChangingActiveHCV_Msg
source: Changing the reference (active) HCV document leads to closing the compare data dialog. Continue?
de_de: Um die Vergleichsreferenz ändern zu können, muss der geöffnete Vergleich geschlossen werden. Soll fortgefahren werden?

# MainStatMachine_CloseCompDlgWhenOpeningHCV_Msg
source: Opening HCV document leads to closing all opened compare dialogs. Continue?
de_de: Das Öffnen von HCV-Datein schließt den geöffnenten Vergleich. Soll fortgefahren werden?

# MainStatMachine_CloseCompDlgWhenOpeningKBL_Msg
source: Opening DSI/KBL document leads to closing all opened compare dialogs. Continue?
de_de: Das Öffnen von DSI/KBL-Dateien schließt den geöffneten Vergleich. Soll fortgefahren werden?

# MainStatMachine_CloseGraphCompDlgWhenChangingActiveHCV_Msg
source: Changing the reference (active) HCV document leads to closing the graphical compare dialog. Continue?
de_de: Um die Vergleichsreferenz ändern zu können, muss der geöffnete Vergleich geschlossen werden. Soll fortgefahren werden?

# MainStatMachine_ExportDSISuccess_Msg
source: Export to DSI successfully completed!
de_de: Der Export nach DSI wurde erfogreich durchgeführt!

# MainStatMachine_ExportGraphicSuccess_Msg
source: Drawing successfully exported!
de_de: Die Zeichung wurde erfolgreich exportiert!

# MainStatMachine_ExportToDSIBaseFile_Title
source: Export active HCV document data content to DSI...
de_de: Exportiere aktives HCV-Dokument nach DSI...

# MainStatMachine_ExportToExcelFile_Title
source: Export active HCV document data content to Excel...
de_de: Exportiere Daten des aktiven HCV-Documentes nach Excel...

# MainStatMachine_ExportToGraphicFile_Title
source: Export drawing as...
de_de: Exportiere Zeichnung als...

# MainStatMachine_LoadDrwsForEachHCV_Msg
source: Load drawings for each HCV document to be opened?
de_de: Sollen die Zeichnungen für jedes zu öffnende HCV-Dokument mit geladen werden?

# MainStatMachine_MultipleHCVsOpeningNotSupported_Msg
source: Open multiple xHCV files not supported! First selected file is opened...
de_de: Das Öffnen von mehreren xHCV-Dateien wird nicht unterstützt! Die zuerst gewählte Datei wird geöffnet...

# MainStatMachine_NoDocLoaded_Msg
source: No KBL document loaded!
de_de: Es ist keine KBL-Datei geladen!

# MainStatMachine_NoDrwOpened_Msg
source: No drawing opened!
de_de: Es ist keine Zeichnung geöffnet!

# MainStatMachine_NoDrwVisible_Msg
source: Cannot export graphic! No drawing visible in current opened HCV.
de_de: Die Grafik kann nicht exportiert werden! Es ist keine Zeichnung in dem geöffneten HCV dargestellt oder enthalten.

# MainStatMachine_NoInlPairFound_Msg
source: No inliner pairs found in extended HCV!
de_de: Es wurden keine Trennstellen-Paare in der xHCV-Datei gefunden!

# MainStatMachine_OpenDocWarning1_Msg
source: Cannot open extended HCV document until currently opened document(s) has been closed!
de_de: Öffnen einer xHCV-Datei nicht möglich, solange andere Dokumente in der Applikation geladen sind!

# MainStatMachine_OpenDocWarning2_Msg
source: Cannot open another document until currently opened extended HCV document has been closed!
de_de: Öffnen einer Datei nicht möglich, solange ein xHCV-Dokument in der Applikation geladen ist!

# MainStatMachine_SaveHCVSuccess_Msg
source: HCV document successfully saved!
de_de: Das HCV-Dokument wurde erfolgreich gespeichert!

# MainStatMachine_SaveHCVToFile_Title
source: Save active document as...
de_de: Speichere das aktive Dokument unter...

# MainStatMachine_SelCommonFile_Title
source: Select a valid HCV, KBL or xHCV file...
de_de: Auswahl einer HCV-, KBL- oder xHCV-Datei...

# MainStatMachine_SelDSIBaseFile_Title
source: Select a valid DSI file...
de_de: Auswahl einer DSI-Datei...

# MainStatMachine_SelHCVFile_Title
source: Select a valid HCV file...
de_de: Auswahl einer HCV-Datei...

# MainStatMachine_SelKBLFile_Title
source: Select a valid KBL file...
de_de: Auswahl einer KBL-Datei...

# MainStatMachine_SelXHCVFile_Title
source: Select a valid xHCV file...
de_de: Auswahl einer xHCV-Datei...

# MainStatMachine_XHCVAlreadyOpened_Msg
source: A single extended HCV file is already opened!{0}It is not possible to open another extended HCV file at same time.
de_de: Eine xHCV-Datei ist gegenwärtig geöffnet! {0}. Es ist nicht möglich gleichzeitig weitere xHCV-Dateien zu öffnen.

# SaveCarTransformation_Caption
source: Save vehicle transformation
de_de: Autotransformation speichern

# SplashScreen_BorrowLicValidUntil_Label
source: Your borrowed license is valid until: {0}.
de_de: Die ausgeliehene Lizenz ist gültig bis: {0}.

# SplashScrren_BorrowLicExpired_Label
source: Your borrowed license has expired.
de_de: Die ausgeliehene Lizenz ist abgelaufen.

# UnexpectedErrorPlmXml_Msg
source: Unexpected error while loading PLM XML file!
de_de: Ein unerwarteter Fehler ist beim Laden der PLM XML-Datei aufgetreten!

# UnsupportedPlmXmlVersion_Msg
source: Unsupported PLM XML version! Please check your PLM XML file if the schema version property is 6 or greater!
de_de: Nicht unterstützte PLM XML-Version! Bitte überprüfen Sie die PLM XML-Datei, ob die Schema-Version 6 oder größer enthält!

# MainStatMachine_CloseAppFirstBecauseReset
source: Please close E³.HarnessAnalyzer first to take the reset of the data tables in effect
de_de: Bitte schließen Sie zuerst E³.HarnessAnalyzer, um das Zurücksetzen der Tabellen wirksam zu machen

# MainStatMachine_SelVECFile_Title
source: Select a valid VEC file...
de_de: Wählen Sie eine gültige VEC-Datei aus ...

# DocStatMachine_SaveTechCompResultInfoFile_Title
source: Save technical data compare result information...
de_de: Speichere die technischen Daten-Vergleichsergebnisse...

# DocStatMachine_ImportTechCompResultInfoFile_Title
source: Import technical data compare result information...
de_de: Importiere technische Vergleichsdaten...

# DocStatMachine_NoTechCompResultInfoInDoc_Msg
source: No technical data compare result information available in current document!
de_de: Im aktuellen Dokument sind keine technischen Vergleichsdaten vorhanden!

# DocStatMachine_OvrwrTechCompResultInfo_Msg
source: Would you like to overwrite the existing technical data compare result information?
de_de: Sollen die vorhandenen Daten des technischen Vergleichs überschrieben werden?

# DocStatMachine_TechCompResultInfoExportSuccess_Msg
source: Technical data compare result information successfully exported!
de_de: Die Ergebnisse des technischen Daten-Vergleichs wurden erfolgreich exportiert!

# DocStatMachine_TechCompResultInfoImportSuccess_Msg
source: Technical data compare result information successfully imported!
de_de: Die Ergebnisse des technischen Daten-Vergleichs wurden erfolgreich importiert!

# DocStatMachine_ImportUSSpliceTerminalDistanceMappingFile_Title
source: Import ultrasonic splice - terminal distance mapping...
de_de: Importiere Ultraschall-Spleiß - Kontakt-Abstands-Daten...

# DocStatMachine_SaveCavityChecksToFile_Title
source: Save cavity checks information...
de_de: Kammerprüfungs informationen speichern...

# DocStatMachine_CavityChecksExportSuccess_Msg
source: Cavity assignment checks successfully exported, do you want to open this file now?
de_de: Kammerbelegungsprüfungsinformationen wurden erfolgreich exportiert. Soll die Datei jetzt geöffnet werden?

# DocStatMachine_NoCavityChecks
source: No checked cavities information to export available!
de_de: Keine Kammerprüfungs informationen für den Export vorhanden!

# ImportValidityCheckResults_Msg
source: Harness part number mismatch! Would you like to import validity check results anyway?
de_de: Die Leitungssatz-Teilenummern sind unterschiedlich! Sollen die Ergebnisse der Gültigkeitsprüfungen trotzdem importiert werden?

# DocStatMachine_ValidityCheckResultsImportSuccess_Msg
source: Validity check results successfully imported!
de_de: Die Ergebnisse der Gültigkeitsprüfungen wurden erfolgreich importiert!

# DocStatMachine_ImportValidityCheckResultsFile_Title
source: Import validity check results...
de_de: Importiere Ergebnisse der Gültigkeitsprüfungen...

# MainStatMachine_NoDrwOpened_Msg2
source: Printing 3D drawings is not yet supported.
de_de: Das Drucken von 3D Zeichungen wird noch nicht unterstützt.

# MainStatMachine_SelE3xmlFile_Title
source: Select a valid E3XML file...
de_de: Auswahl einer E3XML-Datei...

# MainStatMachine_SelPlmxmlFile_Title
source: Select a valid plmxml file...
de_de: Auswahl einer Plmxml-Datei...

# MainStatMachine_ExportToKblFile_Title
source: Export active HCV document data content to kbl...
de_de: Exportiere Daten des aktiven HCV-Documentes nach kbl...
