Repository: skarx88/Testing
Catalog: HarnessAnalyzer/Solution/E3.HarnessAnalyzer/Resources/DocumentFormStrings.*.resx
Languages: de_de

# ApplyModConfig_LogMsg
source: Apply module configuration...
de_de: Wende Modulkonfiguration an...

# CannotExtractHCV_Msg
source: Cannot find or extract files out of HCV container!
de_de: Inhalt des HCV-Containers kann nicht gefunden oder extrahiert werden!

# CannotLoadSVG_Msg
source: SVG drawing(s) could not be loaded!{0}{1}.
de_de: Die SVG Zeichnung(en) konnten nicht geladen werden!{0}{1}.

# CannotSaveForKBL_Msg
source: Cannot save harness module configuration(s) and/or memolist and/or QM stamp information and/or redlining information for imported KBL document '{0}'!{1}Please export/import your harness module configuration(s) and/or memolist and/or redlining information for usage in imported KBL documents.
de_de: Änderungen an der Modulkonfiguration, der Memoliste, der QM-Stempel oder den Anmerkungen können für die KBL-Datei '{0}' nicht gespeichert werden!{1}Diese Inforamtionen lassen sich nur über die Export/ Import-Funktionen transportieren.

# CloseHCVAndCompDlgs_Msg
source: Closing HCV document leads to closing all opened compare dialogs. Continue?
de_de: Das Schließen der HCV-Datei schließt auch alle offenen Vergleiche. Soll fortgefahren werden?

# EntRoutPathNA_Msg
source: Entire routing path view not available in draft mode!
de_de: Die Ansicht der Leitungsübergänge steht im Skizzenmodus nicht zur Verfügung!

# ErrorCompressHCV_Msg
source: Error occurred during compressing HCV file!{0}{1}.
de_de: Beim Packen der Daten in die HCV-Datei ist ein Fehler aufgetreten!{0}{1}.

# ErrorDelTmpFolder_Msg
source: Error occurred while deleting temporary folder containing extracted HCV files! {0}.
de_de: Beim Löschen des temporären Ordners mit den entpackten HCV-Dateien ist ein Fehler aufgetreten!{0}.

# ErrorExtractHCV_Msg
source: Error occurred during extracting HCV file!{0}{1}.
de_de: Beim Entpacken der Daten aus der HCV-Datei ist ein Fehler aufgetreten!{0}{1}.

# ErrorKBLValidation_Msg
source: KBL validation error:
de_de: KBL Validierungsfehler:

# InitSVGDraw_LogMsg
source: Initialize SVG drawing...
de_de: Initialisiere SVG Zeichnung...

# InlinerCavCountMismatch_LogMag
source: Encountered inliner pair '{0}'/'{1}' has mismatching cavity count!
de_de: Das Trennstellenpaar '{0}'/'{1}' hat unterschiedliche Polzahl!

# InlinerCavNumMismatch_LogMsg
source: Encountered inliner pair '{0}'/'{1}' has mismatching cavity numbers!
de_de: Das Trennstellenpaar '{0}'/'{1}' hat unterschiedlinch Kammernummern!

# LoadDraft_LogMsg
source: Loading KBL-based draft drawing...
de_de: Lade KBL-basierende Skizze...

# LoadKBLFailedFileTypeMismatch_Msg
source: Loading and initializing of KBL data failed! Possible file type mismatch or unsupported version (supported versions a V2.2, V2.3, V2.3SR-1, V2.4SR-1, V2.5).
de_de: Das Laden und Initialisieren der KBL-Daten ist fehlgeschlagen! Mögliche Ursache ist ein ungültiger Dateityp oder eine nicht unterstützte Version (unterstützt wird V2.2, V2.3, V2.3SR-1, V2.4SR-1, V2.5).

# LoadKBLFailed_Msg
source: Loading and initializing of KBL data failed!{0}{1}.
de_de: Das Laden und Initialisieren der KBL-Daten ist fehlgeschlagen!{0}{1}.

# LoadKBLFinish_LogMsg
source: Loading KBL data finished...
de_de: Laden der KBL-Daten abgeschlossen...

# LoadKBL_LogMsg
source: Loading KBL data...
de_de: Lade KBL Daten...

# LoadSVGFinish_LogMsg
source: Loading SVG drawing '{0}' finished...
de_de: Laden der SVG-Zeichnug '{0}' abgeschlossen...

# LoadSVG_LogMsg
source: Loading SVG drawing '{0}'...
de_de: Lade SVG-Zeichnung '{0}'...

# NoDrwLoaded_Msg
source: No drawing (2D) loaded !
de_de: Keine Zeichung (2D) geladen!

# OverallConnViewNA_Msg
source: Overall connectivity view for selected wire not available!
de_de: Die Ansicht der vollständigen Verbindung steht für die selektierte Leitung nicht zur Verfügung!

# SaveChangesForDocWith3D
source: Save harness module configuration and/or memolist and/or QM stamp information and/or redlining information and/or cavity content check setting and additional 3D transformation changes for document '{0}'?
de_de: Sollen Änderungen an Modulkonfiguration, Memoliste, QM-Stempel, Kammerinhaltsprüfung oder den Anmerkungen auf dem Dokument '{0}' und die zusätzlichen Änderungen in der 3D Transformation gespeichert werden?

# SaveChangesForDoc_Msg
source: Save harness module configuration and/or memolist and/or QM stamp information and/or redlining information and/or cavity content check setting changes for document '{0}'?
de_de: Sollen Änderungen an Modulkonfiguration, Memoliste, QM-Stempel, Kammerinhaltsprüfung oder den Anmerkungen auf dem Dokument '{0}' gespeichert werden?

# StartEndConnViewNA_Msg
source: Start/End connectors view not available in draft mode!
de_de: Die Anfangs-/End Kontaktgehäuseansicht ist im Skizzenmodus nicht verfügbar!

# WarningKBLValidation_LogMsg
source: Warning: Matching schema not found. No validation occurred.
de_de: Das benötigte Schema zur KBL-Valisierung wurde nicht gefunden!

# AnalysisPartnumberMsg
source: If you want to start a new search, then confirm it with 'Yes'
de_de: Wenn Sie eine neue Suche starten wollen, dann bestätigen sie mit 'Ja'
