Repository: skarx88/Testing
Catalog: HarnessAnalyzer/Solution/E3.HarnessAnalyzer/Resources/ErrorStrings.*.resx
Languages: de_de

# DocStatMachine_ErrorExportExcel_Msg
source: Error while exporting data tables to Excel!{0}{1}.
de_de: Beim Exportieren der Tabellen nach Excel ist ein Fehler aufgetreten!{0}{1}.

# DocStatMachine_ErrorImportMemolistFile_Msg
source: Error while trying to import selected memolist file!{0}{1}.
de_de: Beim Importieren der Memoliste ist ein Fehler aufgetreten!{0}{1}.

# DocStatMachine_ErrorImportMemolist_Msg
source: Some errors/warnings occurred during import of memolist! See log for further information.
de_de: Beim Import der Memoliste sind Fehler/Warnungen aufgetreten! Detailinformation sind im Log-Fenster verfügbar.

# DocStatMachine_ErrorImportRedliningFile_Msg
source: Error while trying to import selected redlining information file!{0}{1}.
de_de: Beim Importieren der Anmerkungen ist ein Fehler aufgetreten!{0}{1}.

# DocStatMachine_ErrorImportRedlining_Msg
source: Some errors/warnings occurred during import of redlining information! See log for further information.
de_de: Beim Importieren der Anmerkungen sind Fehler/Warnungen aufgetreten! Detailinformation sind im Log-Fenster verfügbar.

# DocStatMachine_ErrorLoadGraphCompResultInfo_Msg
source: Error while loading selected graphical data compare result information file! Possible harness part number/version mismatch!
de_de: Beim Laden der grafischen Vergleichsdaten ist ein Fehler aufgetreten! Möglicherweise passen Leitungssatz-Teilenummer oder Version nicht zusammen!

# DocStatMachine_ErrorLoadMemolistFile_Msg
source: Error while loading selected memolist file!{0}{1}
de_de: Beim Laden der Memoliste ist ein Fehler aufgetreten!{0}{1}

# DocStatMachine_ErrorLoadMenu_Msg
source: Error occurred during load of document ribbon menu!{0}{1}.
de_de: Beim Laden der Menüs für das Dokument ist ein Fehler aufgetreten!{0}{1}.

# DocStatMachine_ErrorLoadRedliningFile_Msg
source: Error while loading selected redlining information file!{0}{1}
de_de: Beim Laden der Anmerkungen ist ein Fehler aufgetreten!{0}{1}

# DocStatMachine_ErrorSchemaValidation_Msg
source: Data schema validation for '{0}' failed! Please see information in logging window for further details.
de_de: Die Schemavalidierung für '{0}' ist fehlgeschlagen! Weitere Detailinformation sind im Log-Fenster verfügbar.

# DocStatMachine_RegExForGenSettingsConfigInvalid_Msg
source: RegEx pattern defined in the general settings configuration file isn't valid! Use default pattern instead.
de_de: Der reguläre Ausdruck für die Erkennung von Modulsachnummern (Zwischenablage Kopie) in den Einstellungen ist ungültig! Es wird die Voreinstellung verwendet.

# DSIImport_ErrorHarnessOrUnsupportedVersion_Msg
source: Error while import harness or unsupported DSI version! Please check log and/or your DSI file if the file version property is '10', '11' or '12'.
de_de: Fehler beim Import des Leitungssatzes oder die DSI Version wird nicht unterstützt! Bitte ggf. Log-Fenster überprüfen. Gültig sind die Versionen 11,11,oder 12.

# InitMng_BorrowedLicExpired_Msg
source: A borrowed license might have expired or{0}{1}
de_de: Eine geliehene Lizenz ist möglicherweise abgelaufen.{0}{1}

# InitMng_BorrowNotFound_Msg
source: LmBorrow ({0}) not found!
de_de: Die Komponente LmBorrow ({0}) konnte nicht gefunden werden!

# InitMng_ErrorReadLic_Msg
source: Error reading borrowed license: {0}
de_de: Beim Ermitteln der geliehenen Lizenzen ist ein Fehler aufgetreten! {0}

# LicenseAccess_ErrorAuth_Msg
source: Could not authenticate your license. Error: {0}
de_de: Die Lizenz konnte nicht authentifiziert werden: {0}

# MainStatMachine_DocAlreadyOpened_Msg
source: HCV or DSI/KBL document with same name already opened!
de_de: Ein HCV oder DSI/KBL Dokument mit dem gleichen Namen ist schon geöffnet!

# MainStatMachine_ErrorExportDSI_Msg
source: Error while exporting HCV document to DSI!{0}{1}.
de_de: Beim Export des HCV-Dokuments nach DSI ist ein Fehler aufgetreten!{0}{1}.

# MainStatMachine_ErrorExportExcel_Msg
source: Error while exporting HCV document to Excel!{0}{1}.
de_de: Beim Export des HCV-Dokuments nach Excel ist ein Fehler aufgetreten!{0}{1}.

# MainStatMachine_ErrorExportGraphic_Msg
source: Error while exporting current drawing to the selected graphic file!{0}{1}.
de_de: Beim Exportieren der geöffnenten Zeichnung in ein Grafikformat ist ein Fehler aufgetreten!{0}{1}.

# MainStatMachine_ErrorExportPDF_Msg
source: Error while exporting HCV document to PDF file!{0}{1}.
de_de: Beim Exportieren des HCV-Dokumentes in eine PDF-Datei ist ein Fehler aufgetreten!{0}{1}.

# MainStatMachine_ErrorExtractHCV_Msg
source: Error occurred during extracting extended HCV file!{0}{1}
de_de: Beim Entpacken der xHCV-Datei ist ein Fehler aufgetreten!{0}{1}

# MainStatMachine_ErrorImportDSI_Msg
source: Error while importing DSI file!{0}{1}
de_de: Beim Öffnen der DSI-Datei ist ein Fehler aufgetreten!{0}{1}

# MainStatMachine_ErrorLoadMenu_Msg
source: Error occurred during load of E³.HarnessAnalyzer ribbon menu!{0}{1}.
de_de: Beim Laden des E³.HarnessAnalyzer Menüs ist ein Fehler aufgetreten!{0}{1}.

# MainStatMachine_ErrorPrintDoc_Msg
source: Error while printing HCV document!{0}{1}.
de_de: Beim Drucken des HCV-Dokumentes ist ein Fehler aufgetreten!{0}{1}.

# MainStatMachine_ErrorSaveHCV_Msg
source: Error while saving HCV document!{0}{1}.
de_de: Beim Speichern der HCV-Datei ist ein Fehler aufgetreten!{0}{1}.

# MainStatMachine_HCVAlreadyOpened_Msg
source: HCV document with same name already opened!
de_de: Ein HCV Dokument ist schon mit dem gleichen Namen geöffnet!

# MainStatMachine_HelpNotFound_Msg
source: E³.HarnessAnalyzer helpfile could not be found in expected file location!
de_de: Die Hilfedatei für den E³.HarnessAnalyzer konnte nicht gefunden werden!

# MainStatMachine_LicFeatMissingDSI_Msg
source: Valid license feature missing for opening DSI files!
de_de: Die notwendige Lizenz für das Öffnen von DSI-Dateien fehlt!

# MainStatMachine_ProblemExportGraphic_Msg
source: Unknown problem while exporting current drawing to the selected graphic file!
de_de: Beim Exportieren der Grafik ist ein unbekanntes Problem aufgetreten!

# MainStatMachine_RecentFileNotFound_Msg
source: Recent file '{0}' could not be found!
de_de: Die zuletzt verwendete Datei '{0}' wurde nicht gefunden!

# QM_ErrorAccessingIssueReportFile
source: Error accessing issue report file "{0}"!
de_de: Beim Zugriff auf die QM-Report Datei ist ein Fehler aufgetreten "{0}"!

# QM_ErrorSavingIssueReport
source: Error on saving issue report to file "{0}" ({1}).
de_de: Beim Speichern der QM-Report Datei ist ein Fehler aufgetreten "{0}" ({1}).

# QM_InvalidIssueReportFile
source: Issue report file "{0}" is not valid!
de_de: Die QM-Report Datei "{0}" ist nicht gültig!

# QM_InvalidStampFile
source: Stamp file "{0}" is not valid!
de_de: Die QM-Stempel Datei "{0}" ist nicht gültig!

# QM_IssueReportFileDoesNotExist
source: Issue report file "{0}" does not exist!
de_de: Die QM-Report Datei "{0}" exisitiert nicht!

# QM_IssueReportFileEmpty
source: Issue report file does not contain any issues!
de_de: Die QM-Report Datei enthält keine Einträge!

# QM_IssuesReportFileNotMatching
source: Selected report file does not match the current document (Harness part numbers: "{0}"<>"{1}"). Do you really want to use this file?
de_de: Die ausgewählte QM-Report Datei passt scheinbar nicht zum geöffneten Dokument (Leitungssatz Teilenummern: "{0}"<>"{1}"). Soll die Datei trotzdem verwendet werden?

# QM_MaximumRangeColorTooLow
source: Defined maximum range is smaller than highest number of occurrences in the report file! Please use at least {0}.
de_de: Der größte definierte Fehlerbereich ist kleiner als die höchste Anzahl von Fehlern in der Report Datei! Der Bereich sollte mindestens bis {0} gehen.

# QM_SelectIssueReportFile
source: Please select an issue report file!
de_de: Eine QM-Report Datei muss ausgewählt werden!

# QM_SelectStampFile
source: Please select a stamp file!
de_de: Eine QM-Stempel Datei muss ausgewählt werden!

# QM_StampFileDoesNotExist
source: Stamp file "{0}" does not exist!
de_de: Die QM-Stempel Datei "{0}" existiert nicht!

# SearchMachine_InitPatternFailed_Msg
source: Initialization of search pattern failed!{0}{1}.
de_de: Die Initialisierung des Suchmusters ist fehlgeschlagen!{0}{1}.

# WeightCalc_LengthNotFound
source: Default length property "{0}" was not found!
de_de: Die voreingestellte Längenklasse "{0}" wurde nicht gefunden!

# WeightCalc_MaterialSpecFieldNotFoundInCable
source: Material specification field "{0}" was not found in Cable!
de_de: Das Feld "{0}" für die Materialspezifikation am Kabel wurde nicht gefunden!

# WeightCalc_MaterialSpecFieldNotFoundInCore
source: Material specification field "{0}" was not found in Core!
de_de: Das Feld "{0}" für die Materialspezifikation an der Ader wurde nicht gefunden!

# WeightCalc_MaterialSpecFieldNotFoundInWire
source: Material specification field "{0}" was not found in Wire!
de_de: Das Feld "{0}" für die Materialspezifikation an der Leitung wurde nicht gefunden!

# WeightCalc_NoSourceMsg
source: No source (material specification or lookup) could be found for weight calculation!
de_de: Es wurde keine Quelle (Materialspezifikation oder Nachschlag) für die Gewichtberechnung gefunden!

# WeightCalc_RegexNothingError
source: A material specification regex ({0}) is not defined!
de_de: Der reguläre Ausdruck für die Materialspezifikation ({0}) ist nicht definiert!

# WeightCalc_RegexPatternError
source: The material specification regex "{0}" ({1}) is incorrect!
de_de: Der reguläre Ausdruck für die Materialspezifikation "{0}" ({1}) ist ungültig!

# DocStatMachine_ErrorImportQMStampsFile_Msg
source: Error while trying to import selected QM stamp information file!{0}{1}.
de_de: Beim Importieren der QM-Stempel ist ein Fehler aufgetreten!{0}{1}.

# DocStatMachine_ErrorImportQMStamps_Msg
source: Some errors/warnings occurred during import of QM stamp information! See log for further information.
de_de: Beim Import der QM-Stempel sind Fehler/Warnungen aufgetreten! Detailinformation sind im Log-Fenster verfügbar.

# DocStatMachine_ErrorLoadQMStampsFile_Msg
source: Error while loading selected QM stamp information file!{0}{1}
de_de: Beim Laden der QM-Stempel ist ein Fehler aufgetreten!{0}{1}

# DocStatMachine_ErrorImportGraphCompResultInfo_Msg
source: Error while trying to import selected graphical data compare result information file!{0}{1}.
de_de: Beim Importieren der grafischen Vergleichsdaten ist ein Fehler aufgetreten!{0}{1}.

# D3D_CarModelDirectoryIsNotFound
source: Can't load vehicle model: vehicle model directory "{0}" does not exist!
de_de: Automodell konnten nicht geladen werden: Verzeichnis nicht gefunden {0} !

# D3D_CarModelDirectoryIsNotSet
source: Can't load vehicle model: vehicle model directory is not set!
de_de: Automodell konnten nicht geladen werden: Verzeichnis für die Automodell ist nicht gesetzt !

# D3D_CarModelDoesNotExistIn
source: Can't load vehicle model: vehicle model file "{0}" does not exist in "{1}"
de_de: Automodell konnten nicht geladen werden: Modelldatei "{0}" existiert nicht im Verzeichnis "{1}"

# D3D_ErrorSavingTransformationFile
source: Error ({0}) saving transformation file "{1}".
de_de: Fehler ({0}) beim Speichern der Transformationsdatei "{1}".

# D3D_NotATransformationFile
source: "{0}" is not a valid vehicle transformation file!
de_de: "{0}" ist keine gültige Transformationsdatei !

# D3D_ErrorExportingModel
source: Error ({0}) exporting model file "{1}".
de_de: Fehler ({0}) beim Exportieren des 3D-Modells "{1}".

# WritingToFileError
source: Writing to file "{0}" failed with error "{1}"
de_de: Beim schreiben in Datei "{0}" ist der folgende Fehler aufgetreten: {1}

# DSIImport_ErrorImportCable
source: Error while importing cable '{0}' information from DSI file: {1}
de_de: Fehler beim Import der Informationen des Kabels '{0}' der gewählten DSI-Datei: {1}

# DSIImport_ErrorImportComponent
source: Error while importing component '{0}' information from DSI file: {1}
de_de: Fehler beim Import der Informationen der Komponente '{0}' der gewählten DSI-Datei: {1}

# DSIImport_ErrorImportHarness
source: Error while importing harness '{0}' information from DSI file: {1}
de_de: Fehler beim Import der Informationen des Leitungssatzes '{0}' der gewählten DSI-Datei: {1}

# DSIImport_ErrorImportRouting
source: Error while importing wire through nodes '{0}' information from DSI file: {1}
de_de: Fehler beim Import der Routing-Informationen '{0}' der gewählten DSI-Datei: {1}

# DSIImport_ErrorImportSegment
source: Error while importing segment '{0}' information from DSI file: {1}
de_de: Fehler beim Import der Informationen des Segments '{0}' der gewählten DSI-Datei: {1}

# DSIImport_ErrorImportWire
source: Error while importing wire '{0}' information from DSI file: {1}
de_de: Fehler beim Import der Informationen des Drahtes '{0}' der gewählten DSI-Datei: {1}

# DSIImport_ErrorImportWireProtection
source: Error while importing branch insulation '{0}' information from DSI file: {1}
de_de: Fehler beim Import der Bündelisolations-Informationen '{0}' der gewählten DSI-Datei: {1}

# DSIImport_WarningMissingConnectorReference
source: Missing connector reference while importing cavity '{0}' information from DSI file.
de_de: Fehlende Kontaktgehäuse-Referenz beim Import der Kammer '{0}' der gewählten DSI-Datei.

# DSIImport_WarningMissingEndNode
source: Skipped import of branch insulation from DSI file with start node '{0}': End node missing, might be a spot/breakout tape.
de_de: Ignoriere Import der Bündelisolations-Informationen der gewählten DSI-Datei mit Start-Knoten '{0}': End-Knoten-Referenz fehlt; es könnte sich um ein Klebeband handeln.

# DSIImport_WarningMissingNodeReference
source: Cannot create connection while importing wire '{0}' information form DSI file: missing start and/or end node reference.
de_de: Erstellung einer Verbindung während Import der Informationen des Draht '{0}' der gewählten DSI-Datei nicht möglich: die Start- und/oder Endknoten-Referenz fehlt.

# WeightCalc_MinimumLengthRequired
source: To apply, a minimum length of {0} is required!
de_de: Um die Eingabe anwenden zu können muss die Mindestlänge {0} betragen!

# WeightCalc_DeltaBiggerThanShortestLength
source: Knock-off length is too high, resulting wire length must not get negative! Maximum value:({0})
de_de: Die Abschlagslänge ist zu hoch, es würden negative Leitungslängen entstehen! Der maximale Wert darf ({0}) betragen.

# WeightCalc_LengthResultWouldBeZeroWithGivenLength
source: Length must be equal or higher than {0}, because the resulting length must not get negative.
de_de: Die Länge muss größer oder gleich {0} sein, damit die resultierende Länge nicht negativ wird.

# Printing_ErrorRetrievingAllLocalPrinters
source: Error getting all printers from local print server: "{0}"
de_de: Beim ermitteln aller Drucker vom lokalen Druckerserver ist ein Fehler aufgetreten: "{0}"

# Printing_ErrorRetrievingPrinterTimeout
source: Error getting all printers from local print server: "Timeout (> 1 Minute)"
de_de: Beim ermitteln aller Drucker vom lokalen Druckerserver ist ein Fehler aufgetreten: "Zeitüberschreitung (> 1 Minute)"

# Printing_NoPrinterWasSelected
source: No Printer was selected!
de_de: Kein Drucker ausgewählt!

# Printing_NoPrintersAvailable
source: Printing is not possible because there are no local printers availalbe on the system!
de_de: Drucken nicht möglich: es wurden keine lokalen Drucker gefunden!

# Printing_MissingPageToCustomUpdate
source: Coudn't update page format to "{0}" because it does not exist on the printer ({1}). Using custom format !
de_de: Ändern des Seitenformats auf "{0}" war nicht möglich weil es am Drucker nicht vorhanden ist ({1}). Ein Benutzerdefiniertes Format wurde gewählt !

# WeightCalc_ErrorRetrievingMaterialSpec
source: Error while trying to retrieve material specification for "{0}": {1}
de_de: Beim ermitteln der Materialspezifikation für "{0}" ist ein Fehler aufgetreten: {1}

source: Calculation was aborted internally (not possible by unknonwn reason) !
de_de: Berechnung wurde intern abgebrochen (nicht möglich aus unbekanntem Grund) !

# OverallConn_NoWiresSelected
source: No wires have been selected!
de_de: Es wurden keine Kabel ausgewählt!

# CompareForm_UnExpectedErrorGettingDifferences
source: Unexpected Error while loading comparable-property differences: {0}
de_de: Unerwarteter Fehler beim laden der Comparable Eigenschaftsdifferenzen aufgetreten: {0}

# ErrorInitCreatingAppearances
source: Errors happened while initializing (creating) appearances, proceeding with only in-memory-use !
de_de: Beim Initialisieren (Erstellen) von Erscheinungsbildern sind Fehler aufgetreten, fahre fort ohne diese zu erstellen (Verwendung nur im RAM) !

# DocStatMachine_ErrorImportTechCompResultInfo_Msg
source: Error while trying to import selected technical data compare result information file!{0}{1}.
de_de: Beim Importieren der technischen Vergleichsdaten ist ein Fehler aufgetreten!{0}{1}.

# DocStatMachine_ErrorLoadTechCompResultInfo_Msg
source: Error while loading selected technical data compare result information file! Possible harness part number/version mismatch!
de_de: Beim Laden der technischen Vergleichsdaten ist ein Fehler aufgetreten! Möglicherweise passen Leitungssatz-Teilenummer oder Version nicht zusammen!

# DocStatMachine_ErrorImportUltrasonicSpliceTerminalDistanceMappingFile_Msg
source: Error while trying to import selected ultrasonic splice - terminal distance mapping file!{0}{1}.
de_de: Beim Importieren der Ultraschall-Spleiß - Kontakt-Abstands-Daten ist ein Fehler aufgetreten!{0}{1}.

# DocStatMachine_ErrorLoadUltrasonicSpliceTerminalDistanceMappingFile_Msg
source: Error while loading selected ultrasonic splice - terminal distance mapping file!{0}{1}
de_de: Beim Laden der Ultraschall-Spleiß - Kontakt-Abstands-Daten ist ein Fehler aufgetreten!{0}{1}

# MainStatMachine_ErrorLoadEntireCarSettings_Msg
source: Error while loading configuration file with entire car settings!{0}{1}
de_de: Beim Laden der Gesamtfahrzeug-Einstellungen ist ein Fehler aufgetreten!{0}{1}

# DocStatMachine_ErrorLoadUltrasonicSpliceTerminalDistanceMappingFile_Excel
source: Either column 'TerminalPartNumber' or column 'MinDistance' in Excel worksheet is missing!
de_de: Entweder die Spalte 'TerminalPartNumber' und/oder die Spalte 'MinDistance' ist im Excel-Arbeitsblatt nicht verfügbar!

# MainStatMachine_ErrorWhileLoadingVirtualInlinerDocument_Msg
source: Error while loading virtual inliner document '{0}':{1}{2}
de_de: Während des Ladens des virtuellen Trennstellen-Dokuments '{0}' ist ein Fehler aufgetreten:{1}{2}

# Printing_MaxHeightExceedsInch
source: Maximum page height is {0} inch !
de_de: Die maximale Seitenhöhe beträgt {0} Zoll !

# Printing_MaxHeightExceedsMM
source: Maximum page height is {0} mm !
de_de: Die maximale Seitenhöhe beträgt {0} mm !

# Printing_MaxWidthExceedsInch
source: Maximum page width is {0} inch !
de_de: Die maximale Seitenbreite beträgt {0} Zoll !

# Printing_MaxWidthExceedsMM
source: Maximum page width is {0} mm !
de_de: Die maximale Seitenbreite beträgt {0} mm !

# Printing_ErrorWhilePrinting
source: Error happened while printing: {0}. (Reason could be that the page size is too big for the selected printer). Restart of this dialog could be needed now to ensure further printing.
de_de: Beim Drucken ist ein Fehler aufgetreten: {0}. (Grund könnte sein, dass die Seitengröße für den ausgewählten Drucker zu groß ist). Möglicherweise muss dieser Dialog jetzt neu gestartet werden, um das weitere Drucken sicherzustellen.

# DocStatMachine_ErrorExportMsg
source: Error while exporting: {0}
de_de: Fehler beim exportieren aufgetreten: {0}

# TopologyCompare_ErrorShowingWizard
source: Error while showing wizard: {0}
de_de: Fehler beim anzeigen des Strukturvergleichsassistenten aufgetreten: {0}

# KBL_UnitComponentIdNotFoundInKbl
source: Unit component with id "{0}" not found in kbl!
de_de: Einheitenkomponente mit der id "{0}" konnten in den kbl daten nicht gefunden werden!

# D3D_ErrorUpdatingEntity
source: Update entity "{0}" has failed: "{1}".
de_de: Die Aktualisierung der Entität "{0}" ist fehlgeschlagen: "{1}".

# D3D_UnknownEntity
source: <Unknown>
de_de: <Unbekannt>

# MainStatMachine_WarningDeserializationCarTransformationSettingsFailed_Msg
source: Warning, failed to load car transformation settings from xhcv: '{0}'. Remove corrupt settings from file ?
de_de: Achtung! Die Positionseinstellungen des Automodells konnten nicht aus der xHCV geladen werden: '{0}'. Sollen diese aus der xHCV entfernt werden um zukünftige Meldungen zu vermeiden ?

# MainStatMachine_LicFeatMissingPlmXml_Msg
source: Valid license feature missing for opening PlmXml files!
de_de: Die notwendige Lizenz für das Öffnen von PlmXml-Dateien fehlt!

# MainStatMachine_ErrorExportKbl_Msg
source: Error while exporting HCV document to kbl file!{0}{1}.
de_de: Beim Exportieren des HCV-Dokumentes in eine kbl-Datei ist ein Fehler aufgetreten!{0}{1}.

# SelectedWireOrCoreVDrawUserControl_SelectionError
source: Please select a single valid wire path from source to target!
de_de: Bitte einen gültigen Leitungspfad von Quelle zu Senke wählen!

# VoltageDropExport_ErrorOccurred
source: Export failed ! Cannot be exported to excel .Check following Error {0} {1}
de_de: Export fehlgeschlagen! Kann nicht nach Excel exportiert werden. überprüfen Sie folgenden Fehler {0} {1}

# VoltageDropExport_ErrorTitel
source: Export Error
de_de: Fehler beim Exportieren

# AdjacentWireVDrawUserControl_SelectionError
source: Please select valid wires. Selected wires aren't adjacent.
de_de: Bitte wählen Sie gültige Drähte aus. Ausgewählte Drähte sind nicht benachbart.
