Repository: skarx88/Testing
Catalog: HarnessAnalyzer/Solution/E3.HarnessAnalyzer/Resources/GraphicalRedliningFormStrings.*.resx
Languages: de_de

# DefBPDim_Label
source: Define base point of dimension in drawing
de_de: Lege Basispunkt der Bemaßung in der Zeichnung fest

# DefBPText_Label
source: Define base point of text in drawing
de_de: Lege Basispunkt des Texts in der Zeichnung fest

# DefCPArc_Label
source: Define center point of arc in drawing
de_de: Lege Zentrum des Bogens in der Zeichnung fest

# DefCPCircle_Label
source: Define center point of circle in drawing
de_de: Lege Zentrum des Kreises in der Zeichnung fest

# DefEAngArc_Label
source: Define end angle of arc in drawing
de_de: Lege Endwinkel des Bogens in der Zeichung fest

# DefECRect_Label
source: Define end corner of rectangle in drawing
de_de: Lege End-Ecke des Rechtecks in der Zeichnung fest

# DefEPArrow_Label
source: Define end point of arrow line in drawing
de_de: Lege Endpunkt des Pfeils in der Zeichnung fest

# DefEPLine_Label
source: Define end point of line in drawing
de_de: Lege Endpunkt der Linie in der Zeichnung fest

# DefNxtVertexPntPolyline_Label
source: Define next vertex point of poyline in drawing
de_de: Lege nächsten Zwischenpunkt der Polylinie in der Zeichnug fest

# DefOffsetDim_Label
source: Define offset of dimension in drawing
de_de: Lege den Abstand der Bemaßung in der Zeichnung fest

# DefRadArc_Label
source: Define radius of arc in drawing
de_de: Lege den Radius des Bogens in der Zeichnung fest

# DefRadCircle_Label
source: Define radius of circle in drawing
de_de: Lege den Radius des Kreises in der Zeichnung fest

# DefRotText_Label
source: Define rotation of text in drawing
de_de: Lege die Rotation des Textes in der Zeichnung fest

# DefRPDim_Label
source: Define reference point of dimension in drawing
de_de: Lege den Referenzpunkt der Bemaßung in der Zeichnung fest

# DefSAngArc_Label
source: Define start angle of arc in drawing
de_de: Lege den Anfangswinkel des Bogens in der Zeichnung fest

# DefSCRect_Label
source: Define start corner of rectangle in drawing
de_de: Lege die Anfangs-Ecke des Rechtecks in der Zeichnung fest

# DefSPArrow_Label
source: Define start point of arrow line in drawing
de_de: Lege den Anfangspunkt des Pfeils in der Zeichnung fest

# DefSPLine_Label
source: Define start point of (poly)line in drawing
de_de: Lege den Anfangspunkt der Polylinie in der Zeichnung fest

# DefTxtString_Label
source: Define text string in drawing
de_de: Lege den Texteintrag fest

# ErrorExportRedlining_Msg
source: Error while exporting graphical redlining to the selected graphic file!{0}{1}.
de_de: Beim Export der grafischen Anmerkungen als Grafik ist ein Fehler aufgetreten!{0}{1}.

# ExportRedliningSuccess_Msg
source: Graphical redlining successfully exported!
de_de: Die grafischen Anmerkungen wurde erfolgreich exportiert!

# ExportRedliningToFile_Title
source: Export graphical redlining as...
de_de: Exportiere grafische Anmerkungen als...

# FailedLoadRedlining_Msg
source: Failed to load graphical redlining!
de_de: Die grafische Anmerkungen konnten nicht geladen werden!

# ProblemExportRedlining_Msg
source: Problem occurred while exporting graphical redlining!
de_de: Beim Exportieren der grafischen Anmerkungen ist ein Problem aufgetreten!

# SaveChanges_Msg
source: Save changes?
de_de: Änderungen speichern?
