Repository: skarx88/Testing
Catalog: HarnessAnalyzer/Solution/E3.HarnessAnalyzer/Resources/GraphicalCompareFormStrings.*.resx
Languages: de_de

source: Added
de_de: Hinzugefügt

# AppearanceMove_Class
source: Appearance; Move
de_de: Darstellung; Verschiebung

# Appearance_Class
source: Appearance
de_de: Darstellung

# ApprDiffMetric_CellValue
source: Approx. diff. metric: {0}
de_de: Diff. Metrik: {0}

# Cancel_Text
source: Cancel
de_de: Abbrechen

# CannotSaveResult_Msg
source: Compare result state of '{0}' from type '{1}' cannot be saved because an indentical graphical entry already exists.
de_de: Der Status von '{0}' vom Typ '{1}' kann nicht gespeichert werden, da schon ein identischer grafischer Eintrag exisitiert.

# Caption
source: Compare drawing graphics of HCV documents
de_de: Grafischer Vergleich der HCV-Dokumente

# CheckAllResults_ButtonCaption
source: Check all filtered compare results
de_de: Hake alle gefilterten Einträge ab

# Checked_ColumnCaption
source: Checked
de_de: Abgehakt

# CheckSelResult_ButtonCaption
source: Check selected compare result
de_de: Hake selektierten Eintrag ab

# Classification_ColumnCaption
source: Classification
de_de: Klassifizierung

# Comment_ColumnCaption
source: Comment
de_de: Kommentar

# CompareResults_GroupBoxCaption
source: Compare results
de_de: Vergleichsergebnisse

# Compare_Text
source: Compare
de_de: Vergleich

# CompSign_ColumnCaption
source: Compare signature
de_de: Vergleichs-Signatur

source: Deleted
de_de: Gelöscht

# DifferentHarnessPartNumbers_Msg
source: Harness part numbers of selected HCV documents seem to be different! Check state progress will not be saved to reference HCV. Continue with the graphical compare process?
de_de: Die Leitungssatz-Teilenummer des selektierten HCV-Dokuments scheint unterschiedlich zu sein! Änderugen an den Einträgen werden nicht in der Referenz HCV-Datei gespeichert. Soll der grafische Vergleich trotzdem weitergeführt werden?

# DiffType_ColumnCaption
source: Diff. type
de_de: Diff. Typ

# EntityIndex_ColumnCaption
source: Entity index
de_de: Entitätenindex

# ErrorExportExcel_Msg
source: Error while exporting grid content to Excel!{0}{1}.
de_de: Beim Export der Tabelle nach Excel ist ein Fehler aufgetreten!{0}{1}.

# ErrorSaveResult_Msg
source: Error occurred saving check state of compare result information in reference HCV file!{0}{1}.
de_de: Beim Speichern der Vergleichsinformation in die Referenz HCV-Datei ist ein Fehler aufgetreten!{0}{1}.

# ExportCancelled_Msg
source: Grid export to Excel has been cancelled! Please close the dialog once again...
de_de: Der Export der Tabelle nach Excel wurde abgebrochen! Bitte den Dialog schließen...

# ExportExcelFile_Title
source: Export compare results to Excel...
de_de: Exportiere die Vergleichsergebnisse nach Excel...

# ExportExcel_Tooltip
source: Export compare result to Excel...
de_de: Exportiere die Vergleichsergebnisse nach Excel...

# ExportFinished_Msg
source: Excel export successfully finished! Open created workbook?
de_de: Der Export nach Excel wurde erfolgreich abgeschlossen! Soll die erstellte Datei geöffnet werden?

# FilterResults_GroupBoxCaption
source: Compare results (filtered by area)
de_de: Vergleichsergebnisse (nach Bereich gefiltert)

# FromCurrentView_ButtonCaption
source: From current view in dialog
de_de: Aus der gegenwärtigen Ansicht

# FromRefDrawingTab_ButtonCaption
source: From reference drawing tab
de_de: Aus der Referenzzeichnung

source: Modified
de_de: Modifziert

# Move_Class
source: Move
de_de: Verschiebung

# NoCompareDrw_Msg
source: There is no compare drawing available for graphical compare for selected document.
de_de: Es ist keine Vergleichszeichnung für das selektierte Dokument verfügbar.

# ObjName_ColumnCaption
source: Object name
de_de: Objektname

# ObjType_ColumnCaption
source: Object type
de_de: Objekttyp

# Redo_ButtonCaption
source: Redo previous action
de_de: auf vorherigen Stand zurückgehen

# Reference_EntityType
source: Reference
de_de: Referenz

# RefSign_ColumnCaption
source: Reference signature
de_de: Referenz-Signatur

# Representation_ColumnCaption
source: Representation
de_de: Darstellung

# RowCount_Label
source: Row count filtered/all: {0}/{1}
de_de: Zeilen gefiltert/alle: {0}/{1}

# SaveCompareResult_Msg
source: Save modified check state of compare result information in reference HCV?
de_de: Sollen die geänderten Stati des Vergleichs in der Referenz HCV-Datei gespeichert werden?

# SaveCompareResult_Tooltip
source: Save modified check state of compare result information in reference HCV
de_de: Speichert die geänderten Stati des Vergleichs in der Referenz HCV-Datei

# SaveWarning1_Msg
source: One or more warnings occurred while saving check state of compare result information in reference HCV file!{0}{1}.
de_de: Beim Speichern der Vergleichsinformationen in der Referenz HCV-Datei sind Fehler/ Warnungen aufgetreten!{0}{1}.

# SaveWarning2_Msg
source: Please refer to the log window for further detailed information.
de_de: Im Log-Fenster sind weitere Informationen verfügbar.

# SyncViewCenter_Tooltip
source: Sync view center and zoom level with reference drawing
de_de: Synchronisiere Zentrum und Zoom mit der Referenzzeichnung

# TableCell_EntityType
source: Table cell
de_de: Tabellenzelle

# TableRow_EntityType
source: Table row
de_de: Tabellenzeile

# Table_EntityType
source: Table
de_de: Tabelle

# ToBeChanged_ColumnCaption
source: To be changed
de_de: Ändern

# UncheckAllResults_ButtonCaption
source: Uncheck all filtered compare results
de_de: Haken an allen gefilterten Einträgen entfernen

# UncheckAllVisible_Msg
source: Uncheck all visible checked flags? Possible assigned comments will be deleted.
de_de: Haken an allen Einträgen im Sichtbereich entfernen? Vorhandene Kommentare werden gelöscht.

# UncheckFromSelected_Msg
source: Uncheck checked flag from selected object? Possible assigned comments will be deleted.
de_de: Haken am selektierten Eintrag entfernen? Ein vorhandener Kommentare wird gelöscht.

# UncheckSelResult_ButtonCaption
source: Uncheck selected compare result
de_de: Haken entfernen

# UncheckToBeChangedFlag_Msg
source: Uncheck to be changed flag?
de_de: Haken in "Ändern" entfernen?

# Uncheck_Msg
source: Uncheck checked flag? Possible assigned comment will be deleted.
de_de: Haken entfernen? Ein vorhandener Kommentar wird gelöscht.

# Undo_ButtonCaption
source: Undo last action
de_de: letzte Aktion rückgängig machen

# Worksheet_Name
source: Graphical compare results
de_de: Grafischer Vergleich

# EntityType_Undefined
source: Undefined
de_de: Nicht definiert

# ErrorCompare_Msg
source: Error occurred while comparing graphical data: {0}
de_de: Beim Vergleich der grafischen Daten ist ein Fehler aufgetreten: {0}
