Repository: skarx88/Testing
Catalog: HarnessAnalyzer/Solution/E3.HarnessAnalyzer/Resources/GridAppearanceFormStrings.*.resx
Languages: de_de

# Caption
source: Data table settings
de_de: Tabelleneinstellungen

# ChangeCaption_CtxtMnu_Caption
source: Change column caption...
de_de: Ändere Kolumnenbeschriftung...

# ChangeCaption_InputBoxPrompt
source: Change data table column caption (Original KBL property name: {0})
de_de: Ändere Kolumnenbeschriftung (Original KBL Eigenschaftsname: {0})

# DataTableColumn_InputBoxTitle
source: Data table column '{0}'
de_de: Tabellen-Kolumne '{0}'

# ErrorMaxCaptionLength_Msg
source: Defined column caption exceeds maximum allowed length! Maximum column name length is 50 characters.
de_de: Die Beschriftung übersteigt die maximal mögliche Länge von 50 Zeichen.

# LoadTreeFailed_Msg
source: Loading and initializing of data table settings tree failed!{0}{1}.
de_de: Beim Laden und Initialisieren des Einstellungsbaums ist ein Fehler aufgetreten!{0}{1}.

# ResetDefault_Msg
source: Reset to default data table settings?
de_de: Setzte auf Voreinstellungen zurück?

# ToggleComparable_CtxtMnu_Caption
source: Toggle compare
de_de: Vergleichbar

# ToggleFinIncl_CtxtMnu_Caption
source: Toggle find inclusion
de_de: Suchbar

# ToggleVisibility_CtxtMnu_Caption
source: Toggle visibility
de_de: Sichtbar

# ExpandSelection_CtxtMnu_Caption
source: Expand selected
de_de: Auswahl erweitern

# CollapseSelection_CtxtMnu_Caption
source: Collapse selected
de_de: Auswahl ausblenden

# SelectAll_CtxMnu_Caption
source: Select all
de_de: Alle auswählen

# ErrorDeletingDirectory
source: Error on deleting appearance directory: {0}
de_de: Fehler beim Löschen des Appearance Verzeichnis aufgetreten : {0}

# ToggleShowIn3D_CtxtMnu_Caption
source: Toggle display in 3D Popup
de_de: Im 3D Popup anzeigen
