Repository: skarx88/Testing
Catalog: HarnessAnalyzer/Solution/E3.HarnessAnalyzer/Resources/InformationHubStrings.*.resx
Languages: de_de

# Abbreviation_Caption
source: Abbreviation
de_de: Abkürzung

# Added2_TooltipPart
source: {0}Added -> {1} {2}
de_de: {0}Hinzugefügt -> {1} {2}

# Added3_TooltipPart
source: {0}Added -> Type: {1} | Value: {2}
de_de: {0}Hinzugefügt -> Typ: {1} | Wert: {2}

source: Added
de_de: Hinzugefügt

# Added_TooltipPart
source: {0}Added -> {1}
de_de: {0}Hinzugefügt -> {1}

# AddExtremities_Caption
source: Add. extremities
de_de: Zusätzl. Enden

# AddLengthInfo_ColumnCaption
source: Additional length information
de_de: Zuschlagslänge

# AddToMemList_CtxtMnu_Caption
source: Add selected object(s) to memolist
de_de: Füge selektierte Objekte der Memoliste hinzu

# AliasIds_Caption
source: Alias identification
de_de: Aliases

# AliasId_TooltipPart
source: Alias id: {0} | Scope: {1} | Description: {2}
de_de: Alias id: {0} | Gültigkeit: {1} | Beschreibung: {2}

# CalcDist_CtxtMnu_Caption
source: Calculate distance
de_de: Berechne Abstand

# CalcDist_Msg
source: Calculated distance between selected objects:{0}{0}Physical: {1} {2}{0}Virtual: {3} {4}
de_de: Berechneter Abstand zwischen selektierten Objekten:{0}{0}physikalisch: {1} {2}{0}virtuell: {3} {4}

# CalcTotLength_CtxtMnu_Caption
source: Calculate total length
de_de: Berechne Gesamtlänge

# CalcTotLength_Msg
source: Calculated total length of selected segments:{0}{0}Physical: {1} {2}{0}Virtual: {3} {4}
de_de: Berechnete Gesamtlänge der selektierten Segmente:{0}{0}physikalisch: {1} {2}{0}virtuell: {3} {4}

# CalcWirRes_CtxtMnu_Caption
source: Calculate wire resistance...
de_de: Berechne Leitungswiderstand...

# CalcWirWeight_CtxtMnu_Caption
source: Calculate wire weight(s)...
de_de: Berechne Leitungsgewicht(e)...

# CarClassLvl2_Caption
source: Car classification level 2
de_de: Fahrzeugklassifikation 2

# CarClassLvl3_Caption
source: Car classification level 3
de_de: Fahrzeugklassifikation 3

# CarClassLvl4_Caption
source: Car classification level 4
de_de: Fahrzeugklassifikation 4

# ChangedElements_Caption
source: Changed elements
de_de: Geänderte Objekte

# Change_Caption
source: Change
de_de: Änderung

# Change_TooltipPart
source: Id: {0} | Description: {1} | Change request: {2} | Change date: {3} | Resp. designer: {4} | Designer department: {5} | Approver name: {6} | Approver department: {7}
de_de: Id: {0} | Beschreibung: {1} | Änderungsanforderung: {2} | Änderungsdatum: {3} | Verantw. Entwickler: {4} | Entwicklungsabt.: {5} | Freigeber: {6} | Freigabeabt.: {7}

# Classification_ColumnCaption
source: Classification
de_de: Klassifikation

# Class_Caption
source: Class
de_de: Klasse

# ClearMarkedObjs_CtxtMnu_Caption
source: Clear marked object(s)
de_de: Setze Objektmarkierung zurück

# CollapseAll_CtxtMnu_Caption
source: Collapse all rows
de_de: Reduziere alle Zeilen

# Comment_ColumnCaption
source: Comment
de_de: Kommentar

# CompanyName_Caption
source: Company name
de_de: Firma

# CompDoc1_TooltipPart
source: Compare document:
de_de: Vergleichsdokument:

# CompDoc2_TooltipPart
source: Compare document: -
de_de: Vergleichsdokument: -

# Confirmation_RedliningType
source: Confirmation
de_de: Bestätigung

# Content_Caption
source: Content
de_de: Inhalt

# ControlledComponents_Caption
source: Controlled components by module
de_de: Modulgesteuerte Komponenten

# CopyrightNote_Caption
source: Copyright note
de_de: Copyright

# CSAInfo_Caption
source: Cross section area information
de_de: Querschnitt

# CtrlComps_ColumnCaption
source: Controlled components
de_de: Gesteuerte Komponenten

# DegreeOfMaturity_Caption
source: Degree of maturity
de_de: Reifegrad

# Deleted2_TooltipPart
source: {0}Deleted -> {1} {2}
de_de: {0}Gelöscht -> {1} {2}

# Deleted3_TooltipPart
source: {0}Deleted -> Type: {1} | Value: {2}
de_de: {0}Gelöscht -> Typ: {1} | Wert: {2}

# Deleted_TooltipPart
source: {0}Deleted -> {1}
de_de: {0}Gelöscht -> {1}

# DeleteRedlining_Msg
source: Delete selected redlining(s)?
de_de: Lösche selektierte Anmerkungen?

# Description_Caption
source: Description
de_de: Beschreibung

# EditRedlining_CtxtMnu_Caption
source: Edit redlining...
de_de: Bearbeite Anmerkungen...

# Edit_CtxtMnu_Caption
source: Edit...
de_de: Bearbeite...

# ErrorExportExcel_Msg
source: Error while exporting data to Excel!{0}{1}.
de_de: Beim Export der Daten nach Excel ist ein Fehler aufgetreten!{0}{1}.

# ErrorFillCompGridData_Msg
source: Error while filling data grids with KBL information of compare result!{0}{1}
de_de: Beim Erstellen des KBL-Datenvergleichs ist ein Fehler aufgetreten!{0}{1}

# ErrorFillGridData_Msg
source: Error while filling data grids with KBL information!{0}{1}
de_de: Beim Füllen der Tabellen mit den KBL-Daten ist ein Fehler aufgetreten!{0}{1}

# ErrorFillMapper_Msg
source: Error while filling mapper structure of loaded KBL data!{0}{1}
de_de: Bei der Erstellung der Datenstrukturen mit den KBL-Daten ist ein Fehler aufgetreten!{0}{1}

# ErrorInitCompGridData_Msg
source: Error while initializing grid data sources for compare result!{0}{1}
de_de: Bei der Initialisierung der Tabellen mit den Vergleichsergebnissen ist ein Fehler aufgetreten!{0}{1}

# ErrorInitGridData_Msg
source: Error while initializing grid data sources of loaded KBL model!{0}{1}
de_de: Bei der Initialisierung der Datenquelle mit den KBL-Daten ist ein Fehler aufgetreten!{0}{1}

# ErrorLoadGraphRedlining_Msg
source: Error while trying to load graphical redlining.
de_de: Beim Laden der grafischen Anmerkungen ist ein Fehler aufgetreten.

# Error_RedliningType
source: Error
de_de: Fehler

# ExpandAll_CtxtMnu_Caption
source: Expand all rows
de_de: Erweitere alle Zeilen

# ExportExcelFinished_Msg
source: Excel export successfully finished! Open created workbook?
de_de: Der Export nach Excel wurde erfolgreich abgeschlossen! Soll die erstellte Datei geöffnet werden?

# ExportExcel_CtxtMnu_Caption
source: Export to Excel...
de_de: Exportiere nach Excel...

# ExportingToExcel_LogMsg
source: Exporting data table '{0}' to Excel...
de_de: Exportiere Tabelle '{0}' nach Excel...

# ExportSelRowsToExcelFile_Title
source: Export selected data table rows to Excel...
de_de: Exportiere selektierte Tabellenzeilen nach Excel...

# ExportSelRows_Msg
source: Export only active/selected rows?
de_de: Exportiere nur aktive bzw. selektierte Zeilen?

# ExportTableToExcel_CtxtMnu_Caption
source: Export {0} to Excel...
de_de: Exportiere {0} nach Excel...

# ExtReferences_Caption
source: External references
de_de: Externe Referenzen

# ExtReference_TooltipPart
source: Doc. type: {0} | Doc. number: {1} | Change level: {2} | File name: {3} | Location: {4} | Data format: {5} | Creating system: {6}
de_de: Dok. Typ: {0} | Dok. Nummer: {1} | Änderungsstufe: {2} | Dateiname: {3} | Verzeichnis: {4} | Datenformat: {5} | Autorensystem: {6}

# FinishedLoadKBL_LogMsg
source: Finished loading KBL document at {0}...
de_de: Laden des KBL-Dokumnets um {0} abgeschlossen...

# FixingAssignmentAdd_TooltipPart
source: {0}Added -> Id: {1} | Description: {2} | Part number: {3} | Location: {4}
de_de: {0}Hinzugefügt -> Id: {1} | Beschreibung: {2} | Teilenummer: {3} | Position: {4}

# FixingAssignmentDel_TooltipPart
source: {0}Deleted -> Id: {1} | Description: {2} | Part number: {3} | Location: {4}
de_de: {0}Gelöscht -> Id: {1} | Beschreibung: {2} | Teilenummer: {3} | Position: {4}

# FixingAssignments_Caption
source: Fixing assignments
de_de: Befestigungen

# Graphical_RedliningType
source: Graphical
de_de: Grafisch

# Group_ColumnCaption
source: Group
de_de: Gruppe

# HighlightRoutingPath_CtxtMnu_Caption
source: Highlight entire routing path
de_de: Zeige übergreifendes Routing

# InstallInfo_Caption
source: Installation information
de_de: Montagehinweis

# LastChangedBy_ColumnCaption
source: Last changed by
de_de: Zuletzt geändert von

# LastChangedOn_ColumnCaption
source: Last changed on
de_de: Zuletzt geändert am

# LengthInfo_Caption
source: Length information
de_de: Länge

# Length_RedliningType
source: Length information
de_de: Längen

# LinkedModules_Caption
source: Linked modules of selected object
de_de: Module des selektierten Objektes

# MarkSelObjs_CtxtMnu_Caption
source: Mark selected object(s)
de_de: Markiere selektiere Objekte

# MassInfo_Caption
source: Mass information
de_de: Gewicht

# MatInfo_Caption
source: Material information
de_de: Material

# ModelYear_Caption
source: Model year
de_de: Modelljahr

# MountingObjects_Caption
source: Mounted objects
de_de: Montageteile

# NoLinkedModules_Msg
source: No linked module information available!
de_de: Keine Modulzuweisung verfügbar!

# NoSheetFound_LogMsg
source: No sheet found with selected wire in current opened E3 application!
de_de: Es wurde keine Schaltplanseite mit der selektierten Leitung in der geöffneten E3-Applikation gefunden!

# ObjName_ColumnCaption
source: Object name
de_de: Objektname

# ObjType_ColumnCaption
source: Object type
de_de: Objekttyp

# PartNumber_Caption
source: Part number
de_de: Teilenummer

# PlugPart_Caption
source: Plug part
de_de: Blindstopfen

# PredPartNumber_Caption
source: Predecessor part number
de_de: Vorgängerteilenummer

# PrjNumber_Caption
source: Project number
de_de: Projektnummer

# ProblemExportExcel_LogMsg
source: Problem occurred while exporting data to Excel: {0}
de_de: Beim Export der Daten nach Excel ist ein Problem aufgetreten: {0}

# ProblemFillGridData_LogMsg
source: Problem occurred while filling data grids with KBL information: {0}
de_de: Beim Füllen der Tabellen mit den KBL-Datein ist ein Problem aufgetreten: {0}

# ProblemInitGridData_LogMsg
source: Problem occurred while initializing grid data sources of loaded KBL model: {0}
de_de: Beim Initialisieren der Datenquellen mit den KBL-Daten ist ein Problem aufgetreten: {0}

# ProblemLoadMapper_LogMsg
source: Problem occurred while loading object mapper from KBL data: {0}
de_de: Bei der Erstellung der Datenstrukturen aus den KBL-Daten ist ein Problem aufgetreten: {0}

# ProcInfo_Caption
source: Processing information
de_de: Verarbeitungshinweis

# PropName_ColumnCaption
source: Property name
de_de: Eigenschaftsname

# PropVal_ColumnCaption
source: Property value
de_de: Eigenschaftswert

# Question_RedliningType
source: Question
de_de: Frage

# RefCavs_Caption
source: Referenced cavities
de_de: Referenzierte Kammern

# RefComps_Caption
source: Referenced components
de_de: Referenzierte Komponenten

# RefDoc_TooltipPart
source: Reference document:
de_de: Referenzdokument:

# RoutingInfo_Caption
source: Routing information
de_de: Routing

# RowCount_Label
source: Row count: {0} Filter row count: {1} Visible row count: {2} Selected row count: {3}
de_de: Zeilenanzahl: {0} gefiltert: {1} sichtbar: {2} selektiert: {3}

# SealPart_Caption
source: Seal part
de_de: Dichtung

# SelectObjectFirst_Msg
source: Please select at least one object first!
de_de: Es muss erst ein Objekt selektiert werden!

# SelMarkedObjs_CtxtMnu_Caption
source: Select marked object(s)
de_de: Selektiere die markierten Objekte

# ShowBundleCS_CtxtMnu_Caption
source: Show bundle cross section...
de_de: Zeige Bündelquerschnitte...

# ShowConnectivity_CtxtMnu_Caption
source: Show connectivity...
de_de: Zeige alle abgehenden Verbindungen...

# ShowCorresponding_CtxtMnu_Caption
source: Show corresponding
de_de: Zeige zugehörige

# ShowMods_CtxtMnu_Caption
source: Show module(s)...
de_de: Zeige Module...

# ShowOverallConnectivity_CtxtMnu_Caption
source: Show overall connectivity...
de_de: Zeige vollständige Verbindung...

# ShowRoutingPath_CtxtMnu_Caption
source: Show entire routing path...
de_de: Zeige Leitungsübergänge...

# ShowStartEndConns_CtxtMnu_Caption
source: Show start/end connectors...
de_de: Zeige Anfangs-/End Kontaktgehäuseansicht...

# StartLoadKBL_LogMsg
source: Start loading KBL document at {0}...
de_de: Beginne KBL-Dokument um {0} zu laden...

# TerminalPart_Caption
source: Terminal part
de_de: Kontakt

# TermPlatingMatDiff_TooltipText
source: Terminal plating material different: {0}
de_de: Oberflächenmaterial ist unterschiedlich: {0}

# Visible_ColumnCaption
source: Visible
de_de: Sichtbar

# Warning1CalcDist_Msg
source: Calculation of distance between selected objects not possible!{0}Multiple segment routing pathes found.
de_de: Die Berechnung des Abstandes zwischen den selektierten Objekten ist nicht möglich!{0}Die Segmentroutings sind nicht eindeutig.

# Warning2CalcDist_Msg
source: Calculation of distance between selected objects not possible!{0}Referenced start and/or end vertex could not be determined.
de_de: Die Berechnung des Abstandes zwischen den selektierten Objekten ist nicht möglich!{0}Start- oder Endknoten konnten nicht bestimmt werden.

# WarningExcelCellLimit_Msg
source: One or more value(s) exceed the maximum allowed Excel cell limit and have been truncated!
de_de: Ein odere mehrere Werte haben die maximal mögliche Länge einer Excel-Zelle überschritten und wurden abgeschnitten!

# WarningGetE3App_LogMsg
source: Enumeration of running object table failed while getting running E3 application instances.
de_de: Die laufenden E3-Applikationen konnten nicht ermittelt werden.

# WiresTab_Caption
source: Wires/Cores
de_de: Drähte/Adern

# DiffType_ColumnCaption
source: Diff. type
de_de: Diff.-Typ

# AccFixName_ExcelComment
source: |Accessory/Fixing name: {0}
de_de: |Zubehörteil-/Befestigungsname: {0}

# ApprDep_ExcelComment
source: Approver department:{0}
de_de: Abteilung des Prüfers:{0}

# ApprName_ExcelComment
source: Approver name:{0}
de_de: Name des Prüfers:{0}

# Area_ExcelComment
source: |Area: {0}
de_de: |Bereich: {0}

# ChangeDate_ExcelComment
source: Change date:{0}
de_de: Änderungsdatum:{0}

# ChangeLvl_ExcelComment
source: Change level:{0}
de_de: Änderungs-Level:{0}

# ChangeReq_ExcelComment
source: Change request:{0}
de_de: Änderungsanforderung:{0}

# CreatingSys_ExcelComment
source: Creating system:{0}
de_de: Erzeugersystem:{0}

# DataFormat_ExcelComment
source: Data format:{0}
de_de: Datenformat:{0}

# Description_ExcelComment
source: Description:{0}
de_de: Beschreibung:{0}

# DesDep_ExcelComment
source: Designer department:{0}
de_de: Abteilung des Designers:{0}

# DocNum_ExcelComment
source: Document number:{0}
de_de: Dokmentennummer:{0}

# DocTyp_ExcelComment
source: Document type:{0}
de_de: Dokumententyp:{0}

# FileName_ExcelComment
source: File name:{0}
de_de: Dateiname:{0}

# InstrType_ExcelComment
source: Instruction type:{0}
de_de: Befehlstyp:{0}

# InstrVal_ExcelComment
source: Instruction value:{0}
de_de: Befehlswert:{0}

# LengthType_ExcelComment
source: Length type: {0}
de_de: Längentyp: {0}

# LengthValue_ExcelComment
source: |Length value: {0}
de_de: |Längenwert: {0}

# Loc_ExcelComment
source: Location:{0}
de_de: Dateipfad:{0}

# MountingCav_ExcelComment
source: [Cavity] {0},{1}
de_de: [Kammer] {0},{1}

# MountingConn_ExcelComment
source: [Connector] {0}
de_de: [Kontaktgehäuse] {0}

# MountingSlot_ExcelComment
source: [Slot] {0},{1}
de_de: [Einsatz] {0},{1}

# RespDes_ExcelComment
source: Responsible designer:{0}"
de_de: Verantwortlicher Designer:{0}"

# Scope_ExcelComment
source: Scope:{0}
de_de: Geltungsbereich:{0}

# ValDet_ExcelComment
source: Value determination: {0}
de_de: Wertfestlegung: {0}

# InstrType2_ExcelComment
source: Instruction type: {0}
de_de: Befehlstyp: {0}

# InstrVal2_ExcelComment
source: |Instruction value: {0}
de_de: |Befehlswert: {0}

# MatKey_ExcelComment
source: Material key:{0}
de_de: Material-Schlüssel:{0}

# MatRefSys_ExcelComment
source: Material reference system:{0}
de_de: Material-Referenzsystem:{0}

# AssignedModules_ColumnCaption
source: Assigned modules
de_de: Zugeordnete Module

source: Deleted
de_de: Gelöscht

source: Modified
de_de: Verändert

# CheckComment_ColumnCaption
source: Check comment
de_de: Prüfkommentar

# CheckedBy_ColumnCaption
source: Checked by
de_de: Geprüft von

# CheckResult_ColumnCaption
source: Check result
de_de: Prüfergebnis

# CreatedBy_ColumnCaption
source: Created by
de_de: Erstellt von

# DateOfCheck_ColumnCaption
source: Date of check
de_de: Geprüft am

# DateOfCreation_ColumnCaption
source: Date of creation
de_de: Erstellt am

# ObjectNames_ColumnCaption
source: Ref. object name(s)
de_de: Ref.-Objektname(n)

# ObjectTypes_ColumnCaption
source: Ref. object type(s)
de_de: Ref.-Objekttyp(en)

# Passed_ColumnCaption
source: Passed
de_de: Bestanden

# RefNo_ColumnCaption
source: Ref. no.
de_de: Ref.-Nr.

# Specification_ColumnCaption
source: Specification
de_de: Spezifikation

# DeleteQMStamp_Msg
source: Delete selected QM stamp(s)?
de_de: Lösche selektierte QM-Stempel?

# RefNoAlreadyInUse_Msg
source: Ref. no. already in use! Assign new number anyway?
de_de: Referenz-Nummer wird schon verwendet! Soll diese Nummer trotzdem vergeben werden?

# RefNoCannotBeEmpty_Msg
source: Ref. no. cannot be empty!
de_de: Referenz-Nummer darf nicht leer sein!

# FlatSuffix1_ExcelWorksheet
source: flat
de_de: flach

# FlatSuffix2_ExcelWorksheet
source: {0} flat
de_de: {0} flach

# WeightCalc_Calculating
source: Calculating...
de_de: Berechne...

# CalcModWeight_CtxtMnu_Caption
source: Calculate module weight(s)...
de_de: Berechne Modulgewicht(e)...

# DefCabLengthTypeNotFound_Msg
source: Default cable length type '{0}' not found in current document! Please change your settings.
de_de: Der gewählte Standard-Längentyp für Kabel '{0}' wurde im aktuellen Dokument nicht gefunden! Bitte ändern Sie Ihre Einstellungen.

# DefWirLengthTypeNotFound_Msg
source: Default wire length type '{0}' not found in current document! Please change your settings.
de_de: Der gewählte Standard-Längentyp für Drähte '{0}' wurde im aktuellen Dokument nicht gefunden! Bitte ändern Sie Ihre Einstellungen.

# ShowSchematics_CtxtMnu_Caption
source: Show schematics...
de_de: Zeige Schaltplan...

# ToBeChanged_ColumnCaption
source: To be changed
de_de: Ändern

# Checked_ColumnCaption
source: Checked
de_de: Abgehakt

# ComparableWorksheet_Name
source: Comparable differences
de_de: Vergleichbarkeitsunterschiede

# RedliningNotPossible_Msg
source: Cannot edit redlinings for selected object because valid user ID is missing!
de_de: Bearbeiten von Anmerkungen am gewählten Objekt nicht möglich, da keine verwendbare ID gefunden werden konnte!

# ErrorGetE3App_LogMsg
source: Error while getting running E3 application instances from binding context: {0}
de_de: Fehler bei der Ermittlung der laufenden E3-Applikationen: {0}

# DefWireAndCableLengthTypeNotFound_Msg
source: Default cable length type '{0}' and default wire length type '{1}' were both not found in current document! Please change your settings.
de_de: Die gewählten Standard-Längentypen für Drähte '{0}' und für Kabel '{1}' wurden im aktuellen Dokument nicht gefunden! Bitte ändern Sie Ihre Einstellungen.

# CompPinMapCavNumber_ExcelComment
source: |Cavity number: {0}
de_de: |Kammernummer: {0}

# CompPinMapContactPoint_ExcelComment
source: |Connected contact points: {0}
de_de: |Angeschlossene Kontaktpunkte: {0}

# CompPinMapPinNumber_ExcelComment
source: Component pin number: {0}
de_de: Komponenten-Pinnummer: {0}

# PartNumberType_Caption
source: Part number type
de_de: Teilenummer-Typ

# Compare_CellValue
source: [COMP.]
de_de: [VERGL.]

# ObjectContainsOneOrMoreValidityCheckResults_TooltipText
source: Object contains one or more validity check result(s)! Click cell button on right side for more information.
de_de: Objekt enthält ein oder mehrere Ergebnisse der Gültigkeitsprüfung(en)! Klicken Sie die Zellentaste auf der rechten Seite für weitere Informationen.

# ChildObjectContainsOneOrMoreValidityCheckResults_TooltipText
source: Child object(s) contains one or more validity check result(s)! Expand row for more information!
de_de: Ein oder mehrere untergeordnete Objekte enthalten Ergebnisse von Gültigkeitsprüfungen! Bitte erweitern Sie die Zeile für weitere Informationen!

# ClearAllFilters_CtxtMnu_Caption
source: Clear all filters on all tabs
de_de: Lösche alle Filter auf allen Reitern

# ClearFilters_CtxtMnu_Caption
source: Clear all filters on this tab
de_de: Lösche alle Filter auf diesem Reiter

# ShowContacting_CtxtMnu_Caption
source: Show contacting
de_de: Zeige Kontaktierung

# ShowSpliceProposals
source: Show proposals for position
de_de: Alternative Positionen für Spleiß berechnen

# ShowBestProposal
source: Calculating positions for splice
de_de: Berechne alternative Positionen für Spleiß

# SpliceLocator_Msg
source: No alternative positions could be found for this splice. There may be no connectivity available.
de_de: Es konnten keine alternative Positionen für diesen Spleiß gefunden werden. Eventuell ist keine Konnektivität vorhanden.

# ShowRubberlines
source: Show rubberlines to corresponding connectors
de_de: Verbindungslinien zu den verbundenen Steckern zeigen

# LocDescription_Caption
source: Localized Descriptions
de_de: Lokalisierte Bezeichungen

# RefElement_Caption
source: Referenced elements
de_de: Referenzierte Elemente

# PlacementModified
source: modified
de_de: verändert

# PrimaryLength_Caption
source: Prim. Length
de_de: Prim. Länge
