Repository: skarx88/Testing
Catalog: HarnessAnalyzer/Solution/E3.HarnessAnalyzer/Resources/MenuButtonStrings.*.resx
Languages: de_de

source: About
de_de: Über

source: Active data table
de_de: Aktive Tabelle

source: Active modules...
de_de: Aktive Module...

source: Add
de_de: Hinzufügen

source: Add/Edit...
de_de: Hinzufügen/Editieren...

source: All data tables
de_de: Alle Tabellen

source: All modules...
de_de: Alle Module...

source: Analysis Views
de_de: Analyse

source: Application
de_de: Applikation

source: BOM
de_de: Stückliste

source: Car topology
de_de: Fahrzeugtopologie

source: Cavity assignment
de_de: Kammerbelegung

source: Checks
de_de: Auswertungen

source: Close
de_de: Schließen

source: Close all
de_de: Alles schließen

source: Compare data...
de_de: Daten Vergleich...

source: Compare graphic...
de_de: Grafischer Vergleich...

source: Connectivity
de_de: Verbindungen

source: Data tables
de_de: Tabellen

# DataTables2
source: Data tables...
de_de: Tabellen...

source: Delete
de_de: Löschen

source: Display
de_de: Anzeige

# DisplayQMStamps
source: QM stamps
de_de: QM-Stempel

# DisplayRedlinings
source: Redlinings
de_de: Anmerkungen

# DocStatMachine_NoCavityChecks
source: No cavity check information in document existing!
de_de: Keine Kammerprüfungsinformationen im Dokument vorhanden!

# Document3DFilter
source: Drawings
de_de: Zeichnungen

source: Drawing
de_de: Zeichnung

source: Drawings
de_de: Zeichnungen

source: Edit...
de_de: Editieren...

# Edit2
source: Edit
de_de: Editieren

# ExitApplication
source: Exit
de_de: Beenden

# Export3DModel
source: Export model
de_de: 3D-Modell exportieren

source: Export Document
de_de: Export Dokument

source: File
de_de: Datei

source: Find...
de_de: Finde...

source: General...
de_de: Allgemeine Einstellungen...

source: Graphic
de_de: Grafik

source: Graphical Data Compare Result Information
de_de: Grafische Daten - Vergleichsergebnisse

source: Help
de_de: Hilfe

# HideNoModuleEntities
source: Hide entities (w/o modul)
de_de: Elemente ausblenden (ohne Modul)

source: Home
de_de: Start

# Inliners
source: Inliner consistency
de_de: Trennstellen Übersicht

# LoadCarTransformation
source: Load vehicle transform...
de_de: Lade Fahrzeug-Transformation...

source: Manage...
de_de: Organisieren...

source: Memolist
de_de: Memoliste

source: Module Configuration
de_de: Modulkonfiguration

source: Modules
de_de: Module

source: Open...
de_de: Öffnen...

# Open2
source: Open
de_de: Öffnen

source: Open Document
de_de: Öffne Dokument

source: Pan
de_de: Verschieben

source: Panes
de_de: Navigationsbereiche

source: Paste from clipboard
de_de: Einfügen aus Zwischenablage

source: Print...
de_de: Drucken...

# QMStampInformation
source: QM-Stamping
de_de: QM-Stempel

source: Recent
de_de: Zuletzt verwendet

# RecentlyUsedDocuments
source: Recently Used Document
de_de: Zuletzt verwendete Dokumente

source: Redlining
de_de: Anmerkungen

source: Refresh
de_de: Neu zeichnen

source: Reset layout
de_de: Anordnung zurücksetzen

source: Save
de_de: Speichern

source: Save all
de_de: Alles speichern

source: Save as...
de_de: Speichern unter...

# SaveCarTransformation
source: Save vehicle transform...
de_de: Speichere Fahrzeug-Transformation...

source: Settings
de_de: Einstellungen

# ShowDryWetEnv
source: Show dry/wet environment...
de_de: Trocken-/ Feuchträume...

source: Show eyelets
de_de: Kabelschuhe

source: Show plating material...
de_de: Oberflächenmaterial...

# ShowProtections
source: Show segment protections...
de_de: Leitungsschutz...

source: Show QM issues...
de_de: QM-Report...

source: Show splices
de_de: Spleiße

source: Technical
de_de: Technisch

source: Technical Data Compare Result Information
de_de: Technische Daten - Vergleichsergebnisse

source: Tools
de_de: Werkzeuge

source: Topology compare
de_de: Strukturvergleich

source: Topology editor...
de_de: Topologie Editor...

source: Ultrasonic splice - terminal distance...
de_de: Ultraschall-Spleiß - Kontakt-Abstand...

source: Validate data
de_de: KBL Validierung

source: Validity
de_de: Gültigkeit

source: Validity check results
de_de: Ergebnisse der Gültigkeitsprüfungen

# View3D
source: 3D complete view
de_de: 3D-Gesamtansicht

source: Wire type diameters...
de_de: Drahttyp-Durchmesser...

source: Wire type weights...
de_de: Drahttyp-Gewichte...

# ZoomExtends
source: Extends
de_de: Gesamt

# ZoomIn
source: In
de_de: Hinein

# ZoomOut
source: Out
de_de: Heraus

# ZoomPrevious
source: Previous
de_de: Vorherige

# ZoomWindow
source: Window
de_de: Fenster

# ShowPartnumbers
source: Usage...
de_de: Verwendung...

# ZoomMagnifier
source: Magnifier
de_de: Lupe

source: Indicators
de_de: Anzeiger

source: Clock Symbols
de_de: Uhrzeiten

# Dimensions
source: Reference Dimensions
de_de: Referenz Bemaßungen

source: View Directions
de_de: Blickrichtungen

# ImpliciteDimensions
source: Implicit Dimensions
de_de: Implizite Bemaßungen

source: Bundle Calculator
de_de: Bündelrechner

source: Hints
de_de: Hinweise

source: Section Dimensions
de_de: Abschnitts Bemaßungen
