Repository: skarx88/Testing
Catalog: HarnessAnalyzer/Solution/E3.HarnessAnalyzer/Resources/ModuleConfigFormStrings.*.resx
Languages: de_de

# Abbreviation_ColCaption
source: Abbreviation
de_de: Abkürzung

# Activate_CtxtMnu_Caption
source: Activate
de_de: Aktiviere Modulkonfiguration

# ActiveConfig_CtxtMnu_Caption
source: Active configuration...
de_de: Aktive Konfiguration...

# AddNewConfigName_InputBoxTitle
source: Add new harness module configuration
de_de: Füge neue Modulkonfiguration hinzu

# AddNew_CtxtMnu_Caption
source: Add new
de_de: Füge neue Modulkonfiguration hinzu

# AllConfig_CtxtMnu_Caption
source: All configurations...
de_de: Alle Konfigurationen...

# ChooseConfigName_InputBoxPrompt
source: Please choose a valid harness module configuration name:
de_de: Wähle Modulkonfigurationsnamen:

# ConfigCannotBeDel_Msg
source: Harness module configurations originating from opened KBL document cannot be deleted!
de_de: Modulkonfigurationen aus der KBL können nicht gelöscht werden!

# ConfigCannotBeMod_Msg
source: Harness module configurations originating from opened KBL document cannot be modified!
de_de: Modulkonfigurationen aus der KBL können nicht verändert werden!

# ConfigCannotBeRen_Msg
source: Custom harness module configuration or harness module configurations originating from opened KBL document cannot be renamed!
de_de: Modulkonfigurationen aus der KBL sowie die Standardkonfiguration können nicht umbenannt werden!

# Copy2_String
source: {0}_copy
de_de: {0}_Kopie

# Copy_CtxtMnu_Caption
source: Copy
de_de: Kopiere Modulkonfiguration

# Copy_String
source: _copy
de_de: _Kopie

# CustomConfigCannotBeDel_Msg
source: '<Custom>' harness module configuration cannot be deleted!
de_de: '<Standard>' Modulkonfiguration kann nicht gelöscht werden!

# CustomCopy2_ModConfigName
source: Custom_copy
de_de: Standard_Kopie

# CustomCopy_ModConfigName
source: <Custom>_copy
de_de: <Standard>_Kopie

# DelActConfig_Msg
source: Delete active harness module configuration?
de_de: Lösche die aktive Modulkonfiguration?

# Delete_CtxtMnu_Caption
source: Delete
de_de: Lösche Modulkonfiguration

# DelSelConfig_Msg
source: Delete selected harness module configuration?
de_de: Lösche die selektierte Modulkonfiguration?

# Description_ColCaption
source: Description
de_de: Beschreibung

# DeselectAll_CtxtMnu_Caption
source: Deselect all modules
de_de: Wähle alle Module ab

# ErrorExportConfig_Msg
source: Error while exporting harness module configuration(s)!{0}{1}.
de_de: Beim Export der Modulkonfiguration(en) ist ein Fehler aufgetreten!{0}{1}.

# ErrorImportConfig_Msg
source: Error while importing harness module configuration(s)!{0}{1}.
de_de: Beim Import der Modulkonfiguration(en) ist ein Fehler aufgetreten!{0}{1}.

# ExportConfigSuccess_Msg
source: Harness module configuration(s) successfully exported!
de_de: Der Export der Modulkonfiguration(en) wurde erfolgreich abgeschlossen!

# ExportConfigToFile_Title
source: Export harness module configuration(s)...
de_de: Exportiere Modulkonfiguration(en)...

# ImportConfigFile_Title
source: Import harness module configuration(s)...
de_de: Importiere Modulkonfiguration(en)...

# ImportConfigSuccess_Msg
source: Harness module configuration(s) successfully imported!
de_de: Die Modulkonfiguration(en) wurden erfolgreich importiert!

# ImportConfig_Msg
source: Harness module configuration import does not match the currently loaded HCV document. There is a harness part number and/or version mismatch! Continue with import anyway?
de_de: Die Modulkonfigurationen passen nicht zum geöffneten HCV. Die Leitungssatz-Teilenummer oder die Version sind unterschiedlich! Soll der Import trotzdem durchgeführt werden?

# LoadConfigFile_LogMsg
source: Loaded module configuration file '{0}' at {1}{2}
de_de: Modulkonfigurationsdatei '{0}' um {1}{2} geladen.

# ModuleNotExist_LogMsg
source: Module '{0}' from imported configuration not existing within document{1}.
de_de: Das Modul '{0}' aus der importierten Konfiguration exisitiert nicht im Dokument {1}.

# NewConfig_InputBoxDefResp
source: New module config
de_de: Neue Modulkonfiguration

# OfFamily_ColCaption
source: Of family
de_de: Familie

# OverrideNames_Msg
source: Override custom/user-defined harness module configurations with identical names?
de_de: Sollen Anwender-Modulkonfigurationen mit gleichem Namen überschrieben werden?

# PartNumber_ColCaption
source: Part number
de_de: Teilenummer

# Paste_CtxtMnu_Caption
source: Paste from clipboard
de_de: Einfügen aus Zwischenablage

# ReadOnlyConfig_Tooltip
source: Read-only module configuration originated from KBL document
de_de: Nicht änderbare Modulkonfiguration aus der KBL

# RegExInvalid_Msg
source: RegEx pattern defined in the general settings configuration file isn't valid! Use default pattern instead.
de_de: Der reguläre Ausdruck aus der Konfigurationsdatei zur Modulerkennung ist nicht gültig! Es wird die Voreinstellung verwendet.

# RenameConfig_InputBoxTitle
source: Rename harness module configuration
de_de: Umbenennung der Modulkonfiguration

# Rename_CtxtMnu_Caption
source: Rename
de_de: Benenne Modulkonfiguration um

# SelConfigNameExists_Msg
source: Selected harness module configuration name already exists or blocked by system!
de_de: Der Modulkonfigurationsname exisitiert schon oder ist vom System belegt!

# SelConfigNameIsEmpty_Msg
source: Selected harness module configuration name may not be empty!
de_de: Der Modulkonfigurationsname darf nicht leer sein!

# SelConfigNameTooLong_Msg
source: Selected harness module configuration name is too long. Maximum 50 characters are allowed!
de_de: Der Modulkonfigurationsname ist länger als 50 Zeichen!

# SelectAll_CtxtMnu_Caption
source: Select all modules
de_de: Selektiere alle Module

# TempDefConfig_Tooltip
source: Temporary defined and editable module configuration originated from active opened HCV document
de_de: Temporär angelegte und änderbare Modulkonfiguration in dem aktiven HCV

# ToggleVisibility_CtxtMnu_Caption
source: Toggle KBL-based module configuration visibility
de_de: Blende die Sichtbarkeit von KBL-Modulkonfigurationen ein bzw. aus

# UserConfig_CtxtMnu_Caption
source: User-defined configuration(s)...
de_de: Anwenderdefinierte Konfiguration(en)...

# UserDefConfig_Tooltip
source: User defined and editable module configuration
de_de: Anwenderdefinierte und änderbare Modulkonfiguration

# UserDefModConifg_Tooltip
source: User defined and editable module configuration
de_de: Anwenderdefinierte und änderbare Modulkonfiguration
