Repository: skarx88/Testing
Catalog: HarnessAnalyzer/Solution/E3.HarnessAnalyzer/Resources/ObjectPropertyNameStrings.*.resx
Languages: de_de

source: Abbreviation
de_de: Abkürzung

source: Accessory type
de_de: Zubehör-Typ

source: Add. extremities
de_de: Zusätzl. Enden

source: Approver department
de_de: Freigabeabteilung

source: Approver name
de_de: Freigeber

source: Bend radius
de_de: Biegeradius

source: Cable designator
de_de: Kabelbezeichner

source: Cable number
de_de: Kabelnummer

# CarClassLevel2
source: Car classification level 2
de_de: Fahrzeugklassifikation 2

# CarClassLevel3
source: Car classification level 3
de_de: Fahrzeugklassifikation 3

# CarClassLevel4
source: Car classification level 4
de_de: Fahrzeugklassifikation 4

source: Cavity count
de_de: Polzahl

source: Cavity number
de_de: Kammernummer

source: Change
de_de: Änderung

source: Change date
de_de: Änderungsdatum

source: Changed elements
de_de: Geänderte Objekte

source: Change request
de_de: Änderungsanforderung

source: Color
de_de: Farbe

source: Company name
de_de: Firma

source: Content
de_de: Inhalt

source: Copyright note
de_de: Copyright

source: Core color
de_de: Aderfarbe

source: Core id
de_de: Ader Id

source: Core number
de_de: Adernummer

source: Core type
de_de: Adertyp

source: Cover color
de_de: Mantelfarbe

source: Cross section area
de_de: Querschnitt

# DateOfApproval
source: Date
de_de: Datum

source: Degree of maturity
de_de: Reifegrad

source: Department
de_de: Abteilung

source: Description
de_de: Beschreibung

source: Designer department
de_de: Entwicklungsabteilung

source: End cavity
de_de: Endkammer

source: End connector
de_de: Endgehäuse

source: End location
de_de: Endposition

source: End vertex
de_de: Endknoten

source: External references
de_de: Externe Referenzen

source: Fixing assignment
de_de: Befestigung

source: Fixing type
de_de: Befestigungstyp

source: Housing code
de_de: Kodierung

source: Housing color
de_de: Gehäusefarbe

source: Housing type
de_de: Gehäusetyp

source: Installation information
de_de: Montagehinweis

# IsAppliedTo
source: Applied to
de_de: Angewendet auf

source: Length information
de_de: Länge

# LogisticControlInfo
source: Logistic control information
de_de: Logistik-Code

source: Mass information
de_de: Gewicht

source: Material information
de_de: Material

# ModConfigType
source: Module configuration type
de_de: Modulkonfigurationsart

source: Model year
de_de: Modelljahr

# MountingObjects
source: Mounted objects
de_de: Montageteile

source: Net name
de_de: Netz

source: Nominal voltage
de_de: Nominalspannung

source: Outside diameter
de_de: Außendurchmesser

source: Part alias id
de_de: Teile-Alias

source: Part description
de_de: Teilebeschreibung

source: Part number
de_de: Teilenummer

source: Part processing information
de_de: Verarbeitungshinweis

source: Part type
de_de: Teiletyp

source: per meter
de_de: pro Meter

source: Physical length
de_de: Physikalische Länge

source: Plug information
de_de: Blindstopfen

source: Plug part number
de_de: Blindstopfenteilenummer

source: Predecessor part number
de_de: Vorgängerteilenummer

source: Processing information
de_de: Verarbeitungshinweis

source: Project number
de_de: Projektnummer

source: Protection length
de_de: Leitungsschutzlänge

source: Protection type
de_de: Leitungsschutzart

source: Referenced cavities
de_de: Zugewiesene Kammern

source: Referenced components
de_de: Zugewiesene Komponenten

source: Reference element
de_de: Zugewiesene Teile

source: Related changes
de_de: Änderungen

source: Responsible designer
de_de: Verantwortl. Entwickler

source: Seal information
de_de: Dichtung

source: Seal part number
de_de: Dichtungsteilenummer

source: Segment location
de_de: Position

# SignalType
source: Type
de_de: Typ

source: Start cavity
de_de: Anfangskammer

source: Start connector
de_de: Anfangsgehäuse

source: Start location
de_de: Anfangsposition

source: Start vertex
de_de: Anfangsknoten

source: Taping direction
de_de: Wickelrichtung

source: Terminal information
de_de: Kontakt

source: Terminal part number
de_de: Kontaktteilenummer

source: Type dependent parameter
de_de: Typabhängiger Parameter

# TypeOfApproval
source: Type
de_de: Typ

source: Usage
de_de: Verwendung

source: Virtual length
de_de: Virtuelle Länge

source: Wire/Core number
de_de: Draht/Ader-Nummer

source: Wire number
de_de: Drahtnummer

source: Wire type
de_de: Leitungstyp

# Plating
source: Plating material
de_de: Oberflächenmaterial

source: Dim. value
de_de: Bem.-Wert

source: Dim. value range
de_de: Bem.-Wertebereich

source: Origin
de_de: Ursprung

source: Target
de_de: Ziel

source: Tolerance indication
de_de: Toleranzangabe

source: Tolerance type
de_de: Toleranztyp

source: Lower limit
de_de: Untergrenze

source: Upper limit
de_de: Obergrenze

source: Component pin maps
de_de: Komponenten-Pin-Verweise

source: Is on top of
de_de: Ist über

source: Winding firmness
de_de: Wickelfestigkeit

source: Winding type
de_de: Wicklungstyp

source: Folding direction
de_de: Faltrichtung

source: Part number type
de_de: Teilenummer-Typ

# EndLocationAbsolute
source: End location abs.
de_de: Endposition abs.

# StartLocationAbsolute
source: Start location abs.
de_de: Anfangsposition abs.

# LocationAbsolute
source: Location abs.
de_de: Position abs.

# LocalizedOccDescriptions
source: Localized descriptions
de_de: Lokalisierte Bezeichung

source: Localized part descriptions
de_de: Lokalisierte Teilebezeichnung

# HarnessModule
source: Module
de_de: Modul

# ProcessingInformationAssignment
source: Processing info asgmt
de_de: Verarb. Hinweis Zuweisung
