Repository: skarx88/Testing
Catalog: HarnessAnalyzer/Solution/E3.HarnessAnalyzer/Controls_Forms/GeneralSettingsForm.*.resx
Languages: de_de

# btnResetBDR.Text
source: Reset defaults
de_de: Standards wiederherstellen

# btnAddBDR.Text
source: Add new...
de_de: Hinzufügen...

# UltraLabel2.Text
source: Log message verbosity
de_de: Ausführlichkeit der Nachrichtenprotokollierungsanzeige:

# uckDataValidation.Text
source: Validate KBL data after load
de_de: Validiere KBL-Daten direkt nach dem Laden

# lblDataValidation.Text
source: Data validation
de_de: Datenvalidierung

# uckTouchSupport.Text
source: Touch-enabled UI support
de_de: Aktiviere Touch-Unterstützung für Benutzeroberfläche

# lblTouchSupport.Text
source: Touch support
de_de: Unterstützung für Touch-Bedienung

# lblLanguage.Text
source: Language
de_de: Sprache

# lblScaleFactorRedliningIndicator.Text
source: Scale factor for QM stamp/redlining indicator
de_de: Skalierungsfaktor für QM-Stempel/Anmerkungssymbole

# lblMoveDistToleranceInfo.Text
source: * Distance value must be between 1 and 100
de_de: * Abstandswert muss zwischen 1 und 100 liegen

# lblMoveDistTolerance.Text
source: Move distance tolerance for coordinates used for graphical compare
de_de: Toleranz für Verschiebungsabstand der Koordinaten beim grafischen Vergleich

# lblDrawingSelectionMode.Text
source: Drawing selection mode
de_de: Auswahlmodus in der Zeichnung

# ValueListItem1.DisplayText
source: Object type independent (ignore active data table)
de_de: Objekttypunabhängig (ignoriere aktive Datentabelle)

# ValueListItem2.DisplayText
source: Object type dependent (consider active data table)
de_de: Objekttypabhängig (berücksichtigt aktive Datentabelle)

# lblHideNavigator.Text
source: Navigator behaviour
de_de: Navigator-Einstellungen

# uckHideNavigatorHub.Text
source: Hide navigator on document load
de_de: Verberge Navigator beim Laden des Dokuments

# lblLenthTypeWires.Text
source: Wires/Cores:
de_de: Drähte/Adern:

# lblSelectableLengthTypeWires.Text
source: * Selectable with opened document only
de_de: * Nur bei geöffnetem Dokument wählbar

# lblLengtTypeCable.Text
source: Cables:
de_de: Kabel:

# lblSelectableLengthTypeCables.Text
source: * Selectable with opened document only
de_de: * Nur bei geöffnetem Dokument wählbar

# lblLengthType.Text
source: Select displayed length type in data tables
de_de: Auswahl des anzuzeigenden Längentyps in den Datentabellen

# lblClearDocumentsList.Text
source: Recently used documents list
de_de: Zuletzt geöffnete Dokumente

# ValueListItem4.DisplayText
source: Full-screen axis cursor
de_de: Vollbild-Achsencursor

# btnClearRecentFiles.Text
source: Clear list
de_de: Lösche Liste

# lblSelectCursor.Text
source: Select cursor
de_de: Cursor-Auswahl

# btnAddWCC.Text
source: Add new...
de_de: Hinzufügen...

# btnResetWCC.Text
source: Reset defaults
de_de: Standards wiederherstellen

# ugWireColorCodes.Text
source: Wire color appearance for connectivity view
de_de: Darstellung der Drahtfarben in der Verbindungsansicht

# lblPairSuffixIdentifierCaption.Text
source: Use {<delimiter1>,<delimiter2>} to specify pair suffix identifiers
de_de: {<Paarkenner1>,<Paarkenner2>} verwenden, um die Paar-Endsilben anzugeben

# btnResetInlIdentifiers.Text
source: Reset defaults
de_de: Standards wiederherstellen

# btnAddInlIdentifier.Text
source: Add new...
de_de: Hinzufügen...

# ugInlinerIdentifiers.Text
source: Define criteria based on KBL connector object properties to identify inliners
de_de: Definition von Kriterien basierend auf den KBL Kontaktgehäuse-Eigenschaften zur Identifizierung von Trennstellen

# chkUseJTColors.Text
source: Use JT colors
de_de: JT Farben verwenden

# chkUseDynamicBundles.Text
source: Use dynamic bundles
de_de: Dynamische Bündel verwenden

# UltraLabel1.Text
source: Applied length class for splice positioning:
de_de: Angewendete Längenklasse für Speißpositionen:

# uckAutoSync3D.Text
source: Auto zoom on selection
de_de: Selektion automatisch zoomen

# lblConnectorFacesDirectory.Text
source: Connector faces directory:
de_de: Kontaktgehäusebilder Verzeichnis:

# lblCarModelDirectory.Text
source: Vehicle model directory:
de_de: Fahrzeug-Model Verzeichnis:

# ugEyeletIdentifiers.Text
source: Define criterias based on KBL connector object properties to identify eyelets
de_de: Definition von Kriterien basierend auf den KBL Kontaktgehäuse-Eigenschaften zur Identifizierung von Kabelschuhen

# ubtnAddEyeletIdent.Text
source: Add new...
de_de: Hinzufügen...

# ugSpliceIdentifiers.Text
source: Define criterias based on KBL connector object properties to identify splices
de_de: Definition von Kriterien basierend auf den KBL Kontaktgehäuse-Eigenschaften zur Identifizierung von Spleißen

# ubtnAddSpliceIdent.Text
source: Add new...
de_de: Hinzufügen...

# UltraLabel3.Text
source: Component / connector separator
de_de: Komponenten / Kontaktgehäuse Separator

# uckSchematicsAutoZoom.Text
source: Auto zoom on selection
de_de: Selektion automatisch zoomen

# btnResetConnectivityDefaults.Text
source: Reset defaults
de_de: Standards wiederherstellen

# btnResetUSSpliceIdentifiers.Text
source: Reset defaults
de_de: Standards wiederherstellen

# btnAddUSSpliceIdentifier.Text
source: Add new...
de_de: Hinzufügen...

# ugUSSpliceIdentifiers.Text
source: Define criterias based on KBL connector object properties to identify ultrasonic splices
de_de: Definition von Kriterien basierend auf den KBL Kontaktgehäuse-Eigenschaften zur Identifizierung von Ultraschall-Spleißen

# uckAutoSyncCavityChecks.Text
source: Auto sync selection
de_de: Selektion automatisch zoomen

# btnClose.Text
source: Close
de_de: Schließen

# UltraTab1.Text
source: Bundle diameter ranges
de_de: Bündeldurchmesser-Wertebereiche

# UltraTab2.Text
source: Common
de_de: Allgemein

# UltraTab3.Text
source: Color codes
de_de: Farbcodes

# UltraTab4.Text
source: Inliner identifiers
de_de: Trennstellen-Identifizierer

# UltraTab6.Text
source: Component identifiers (Schematics)
de_de: Komponenten-Identifizierer (Schaltplan)

# UltraTab7.Text
source: Ultrasonic splice identifiers
de_de: Ultraschall-Spleiß-Identifizierer

# UltraTab8.Text
source: Cavity checks
de_de: Kammerprüfung

# $this.Text
source: General settings
de_de: Applikationseinstellungen
